Repository: KDE/konsole
Catalog: po/*/konsole.po
Languages: cs, ga

# NAME OF TRANSLATORS
source: Your names
cs: Lukáš Tinkl, Tomáš Chvátal,Vít Pelčák
ga: Séamus Ó Ciardhuáin,Kevin Scannell

# EMAIL OF TRANSLATORS
source: Your emails
cs: lukas@kde.org, tomas.chvatal@gmail.com,vit@pelcak.org
ga: seoc@iolfree.ie,kscanne@gmail.com

source: File
cs: Soubor
ga: Comhad

source: Edit
cs: Úpravy
ga: Eagar

source: View
cs: Pohled
ga: Amharc

source: Split View
cs: Rozdělit pohled
ga: Amharc Roinnte

source: Settings
cs: Nastavení
ga: Socruithe

source: Plugins
cs: Moduly
ga: Breiseáin

source: Help
cs: Nápověda
ga: Cabhair

source: Main Toolbar
cs: Hlavní panel nástrojů
ga: Príomhbharra Uirlisí

source: S&crollback
cs: Rolování
ga: Iars&crollú

source: Session Toolbar
cs: Nástrojový panel sezení
ga: Barra Uirlisí Seisiúin

# @info:shell
source: Name of profile to use for new Konsole instance
cs: Název profilu pro použití v nové instanci Konsole
ga: Ainm na próifíle le húsáid i bhfuinneog nua Konsole

# @info:shell
source: json layoutfile to be loaded to use for new Konsole instance
ga: comhad leagan amach json le luchtú le húsáid don chás nua Konsole

# @info:shell
source: Use the built-in profile instead of the default profile
cs: Použít zabudovaný profil namísto výchozího
ga: Úsáid an phróifíl ionsuite in ionad an phróifíl réamhshocraithe

# @info:shell
source: Set the initial working directory of the new tab or window to 'dir'
cs: Nastaví výchozí pracovní adresář nové karty, či okna, na 'adresář'
ga: Socraigh an chéad eolaire oibre den chluaisín nó den fhuinneog nua go 'dir'

# @info:shell
source: Do not close the initial session automatically when it ends.
cs: Nezavírat automaticky počáteční sezení při jeho ukončení.
ga: Ná dún an seisiún tosaigh go huathoibríoch nuair a chríochnaíonn sé.

# @info:shell
source: Create a new tab in an existing window rather than creating a new window ('Run all Konsole windows in a single process' must be enabled)
cs: Vytvořit novou kartu v existujícím okně spíše než v okně novém ('Spouštět všechna okna Konsole v jednom procesu' musí být povoleno)
ga: Cruthaigh cluaisín nua i bhfuinneog atá ann cheana féin seachas fuinneog nua a chruthú (ní mór 'Rith gach fuinneog Konsole i bpróiseas amháin' a bheith cumasaithe)

# @info:shell
source: Create tabs as specified in given tabs configuration file
cs: Vytvořit karty dle nastavení v konfiguračním souboru karet
ga: Cruthaigh cluaisíní mar atá sonraithe sa chomhad cumraíochta cluaisíní tugtha

# @info:shell
source: Start Konsole in the background and bring to the front when Ctrl+Shift+F12 (by default) is pressed
cs: Spustí Konsoli na pozadí a do popředí přenese po stisku klávesy Ctrl+Shift+F12 (ve výchozím nastavení)
ga: Tosaigh Konsole sa chúlra agus tabhair chun tosaigh é nuair a bhrúitear Ctrl+Shift+F12 (de réir réamhshocraithe)

# @info:shell
source: Run in a separate process
cs: Spustit v odděleném procesu
ga: Rith i bpróiseas ar leithligh

# @info:shell
source: Show the menubar, overriding the default setting
cs: Zobrazit hlavní nabídku, ignorovat výchozí nastavení
ga: Taispeáin an barra roghchláir, ag sárú an socraithe réamhshocraithe

# @info:shell
source: Hide the menubar, overriding the default setting
cs: Skrýt hlavní nabídku, ignorovat výchozí nastavení
ga: Folaigh an barra roghchláir, ag sárú an socraithe réamhshocraithe

# @info:shell
source: Show the tabbar, overriding the default setting
cs: Zobrazit panel karet, ignorovat výchozí nastavení
ga: Taispeáin an barra cluaisíní, ag sárú an socraithe réamhshocraithe

# @info:shell
source: Hide the tabbar, overriding the default setting
cs: Skrýt panel karet, ignorovat výchozí nastavení
ga: Folaigh an barra cluaisíní, ag sárú an socraithe réamhshocraithe

# @info:shell
source: Start Konsole in fullscreen mode
cs: Spustit Konsole v celoobrazovkovém režimu
ga: Tosaigh Konsole i mód lánscáileáin

# @info:shell
source: Disable transparent backgrounds, even if the system supports them.
cs: Zakáže průhledná pozadí, i pokud je systém podporuje.
ga: Díchumasaigh cúlraí trédhearcacha, fiú má thacaíonn an córas leo.

# @info:shell
source: List the available profiles
cs: Vypsat dostupné profily
ga: Liostaigh na próifílí atá ar fáil

# @info:shell
source: List all the profile properties names and their type (for use with -p)
cs: Vypíše všechny názvy vlastností profilu a jejich typy (pro užití s -p)
ga: Liostaigh ainmneacha na n-airíonna próifíle go léir agus a gcineál (le húsáid le -p)

# @info:shell
source: Change the value of a profile property.
cs: Změnit hodnotu vlastnosti profilu.
ga: Athraigh luach airí próifíle.

# @info:shell
source: Command to execute. This option will catch all following arguments, so use it as the last option.
ga: Ordú le forghníomhú. Gabhfaidh an rogha seo na hargóintí seo a leanas go léir, mar sin bain úsáid as mar an rogha dheireanach.

# @info:shell
source: Force re-using the existing instance even if it breaks functionality, e. g. --new-tab. Mostly for debugging.
ga: Athúsáid fhorleathan a dhéanamh ar an gcás atá ann cheana fiú má bhriseann sé feidhmiúlacht, e.g. --new-tab. Den chuid is mó le haghaidh dífhabhtaithe.

# @info:shell
source: Arguments passed to command
cs: Argumenty předané příkazu
ga: Argóintí a sheoltar chuig ordú

# @item
source: Toggle Background Window
cs: Zapnout okno na pozadí
ga: Fuinneog an Chúlra a Athrú

# @item:inmenu The user's name and host they are connected to via ssh
source: %1 on %2
cs: %1 na %2
ga: %1 ar %2

# @item:intable palette
source: Foreground
cs: Popředí
ga: Tulra

# @item:intable palette
source: Background
cs: Pozadí
ga: Cúlra

# @item:intable palette
source: Color 1
cs: Barva 1
ga: Dath 1

# @item:intable palette
source: Color 2
cs: Barva 2
ga: Dath 2

# @item:intable palette
source: Color 3
cs: Barva 3
ga: Dath 3

# @item:intable palette
source: Color 4
cs: Barva 4
ga: Dath 4

# @item:intable palette
source: Color 5
cs: Barva 5
ga: Dath 5

# @item:intable palette
source: Color 6
cs: Barva 6
ga: Dath 6

# @item:intable palette
source: Color 7
cs: Barva 7
ga: Dath 7

# @item:intable palette
source: Color 8
cs: Barva 8
ga: Dath 8

# @item:intable palette
source: Foreground (Intense)
cs: Popředí (intenzivní)
ga: Tulra (Tréan)

# @item:intable palette
source: Background (Intense)
cs: Pozadí (intenzivní)
ga: Cúlra (Tréan)

# @item:intable palette
source: Color 1 (Intense)
cs: Barva 1 (intenzivní)
ga: Dath 1 (Tréan)

# @item:intable palette
source: Color 2 (Intense)
cs: Barva 2 (intenzivní)
ga: Dath 2 (Tréan)

# @item:intable palette
source: Color 3 (Intense)
cs: Barva 3 (intenzivní)
ga: Dath 3 (Tréan)

# @item:intable palette
source: Color 4 (Intense)
cs: Barva 4 (intenzivní)
ga: Dath 4 (Tréan)

# @item:intable palette
source: Color 5 (Intense)
cs: Barva 5 (intenzivní)
ga: Dath 5 (Tréan)

# @item:intable palette
source: Color 6 (Intense)
cs: Barva 6 (intenzivní)
ga: Dath 6 (Tréan)

# @item:intable palette
source: Color 7 (Intense)
cs: Barva 7 (intenzivní)
ga: Dath 7 (Tréan)

# @item:intable palette
source: Color 8 (Intense)
cs: Barva 8 (intenzivní)
ga: Dath 8 (Tréan)

# @item:intable palette
source: Foreground (Faint)
ga: Túlra (Lagánta)

# @item:intable palette
source: Background (Faint)
ga: Cúlra (Lagánta)

# @item:intable palette
source: Color 1 (Faint)
ga: Dath 1 (Lagánta)

# @item:intable palette
source: Color 2 (Faint)
ga: Dath 2 (Lagánta)

# @item:intable palette
source: Color 3 (Faint)
ga: Dath 3 (Lagánta)

# @item:intable palette
source: Color 4 (Faint)
ga: Dath 4 (Lagánta)

# @item:intable palette
source: Color 5 (Faint)
ga: Dath 5 (Lagánta)

# @item:intable palette
source: Color 6 (Faint)
ga: Dath 6 (Lagánta)

# @item:intable palette
source: Color 7 (Faint)
ga: Dath 7 (Lagánta)

# @item:intable palette
source: Color 8 (Faint)
ga: Dath 9 (Lagánta)

# @item
source: Un-named Color Scheme
cs: Nepojmenované schéma barev
ga: Scéim Dathanna Gan Ainm

# @label:listbox Column header text for color names
source: Name
cs: Název
ga: Ainm

# @label:listbox Column header text for the actual colors
source: Color
cs: Barva
ga: Dath

# @label:listbox Column header text for the actual intense colors
source: Intense color
cs: Intenzivní barva
ga: Dath dian

# @label:listbox Column header text for the actual faint colors
source: Faint color
cs: Tlumená barva
ga: Dath lag

# @info:status
source: The background transparency setting will not be used because your desktop does not appear to support transparent windows.
cs: Nastavení průhledného pozadí nebude použito, jelikož vaše plocha nepodporuje průhlednost oken.
ga: Ní úsáidfear an socrú trédhearcachta toisc nach dtacaíonn do dheasc le fuinneoga trédhearcacha de réir cosúlachta.

# @title:window
source: Select wallpaper image file
cs: Zvolte soubor s tapetou
ga: Roghnaigh comhad íomhá cúlbhrat

# @label:textbox Filter in file open dialog
source: Supported Images
cs: Podporované obrázky
ga: Íomhánna Tacaithe

# @title:window
source: New Color Scheme
cs: Nové barevné schéma
ga: Scéim Dathanna Nua

# @title:window
source: Edit Color Scheme
cs: Upravit barevné schéma
ga: Cuir Scéim Dathanna in Eagar

# @info:tooltip
source: Click to choose color
cs: Klikněte pro vybrání barvy
ga: Cliceáil chun dath a roghnú

# @info:tooltip
source: Click to choose intense color
cs: Klikněte pro vybrání intenzivní barvy
ga: Cliceáil chun dath dian a roghnú

# @info:tooltip
source: Click to choose Faint color
ga: Cliceáil chun dath lag a roghnú

source: Description:
cs: Popis:
ga: Cur Síos:

source: Hue and saturation values of default foreground and background colors are randomized by default. Some color schemes might use different randomization settings. To see any effect, set colors with saturation value greater than 0.
ga: Déantar luachanna datha agus sáithiúcháin dathanna réamhshocraithe an tulra agus an chúlra a randamú de réir réamhshocraithe. D’fhéadfadh socruithe randamaithe difriúla a bheith in úsáid ag roinnt scéimeanna dathanna. Chun aon éifeacht a fheiceáil, socraigh dathanna le luach sáithiúcháin níos mó ná 0.

source: Randomly adjust colors for each session
cs: Náhodně uprav barvy pro každé sezení
ga: Coigeartaigh dathanna go randamach do gach seisiún

source: Blur background
cs: Rozmazat pozadí
ga: Cúlra doiléir

source: Background color transparency:
cs: Průhlednost barvy pozadí:
ga: Trédhearcacht dath an chúlra:

source: Percent
cs: Procent
ga: Céatadán

source: Wallpaper transparency:
cs: Průhlednost tapety:
ga: Trédhearcacht cúlbhrat:

source: Background image:
cs: Obrázek pozadí:
ga: Íomhá chúlra:

source: Edit the path of the background image
cs: Upravit cestu k obrázku na pozadí
ga: Cuir cosán na híomhá cúlra in eagar

source: Choose the background image
cs: Vyberte obrázek na pozadí
ga: Roghnaigh an íomhá chúlra

source: Wallpaper scaling:
cs: Měřítko tapety:
ga: Scálú cúlbhrat:

source: Tile
cs: Dlaždice
ga: Tíleanna

source: Stretch
cs: Roztáhnout
ga: Síneadh

source: Crop
cs: Oříznout
ga: Barr

source: Adapt
cs: Uzpůsobit
ga: Oiriúnú

source: NoScaling
cs: Neměnit velikost
ga: Gan Scálú

source: Wallpaper flip:
cs: Otočení tapety:
ga: Smeach cúlbhrat:

source: NoFlip
cs: Nepřevracet
ga: Gan Flip

source: Horizontal
cs: Vodorovně
ga: Cothrománach

source: Vertical
cs: Svisle
ga: Ingearach

source: Both
cs: Oboje
ga: An dá cheann

source: Horizontal Anchor:
cs: Vodorovná kotva:
ga: Ancaire Cothrománach:

source: Left
cs: Vlevo
ga: Ar chlé

source: Vertical Anchor:
cs: Svislá kotva:
ga: Ancaire Ingearach:

source: Top
cs: Nahoře
ga: Barr

source: Copy Input
cs: Kopírovat vstup
ga: Cóipeáil an tIonchur

source: Filter:
cs: Filtr:
ga: Scagaire:

source: Select All
cs: Vybrat vše
ga: Roghnaigh Uile

source: Deselect All
cs: Zrušit výběr
ga: Díroghnaigh Uile

# Caption of hover tooltip
source: Color Preview
cs: Náhled barvy
ga: Réamhamharc Dathanna

source: Could not open file with the text editor specified in the profile settings; it will be opened with the system default editor.
ga: Níorbh fhéidir an comhad a oscailt leis an eagarthóir téacs atá sonraithe sna socruithe próifíle; osclófar é leis an eagarthóir réamhshocraithe córais.

source: Copy Location
cs: Kopírovat umístění
ga: Cóipeáil Suíomh

source: Generating Thumbnail
cs: Generuji náhled
ga: Mionsamhail á Giniúint

source: Open Link
cs: Otevřít odkaz
ga: Oscail Nasc

source: Copy Link Address
cs: Kopírovat adresu odkazu
ga: Cóipeáil Seoladh an Naisc

source: Send Email To...
cs: Poslat e-mail...
ga: Seol Ríomhphost Chuig...

source: Copy Email Address
cs: Zkopírovat e-mailovou adresu
ga: Cóipeáil Seoladh Ríomhphoist

# @title:window
source: Select font
cs: Vybrat písmo
ga: Roghnaigh cló

# @action:button
source: Show all fonts
cs: Zobrazit všechna písma
ga: Taispeáin na clónna uile

# @info:status
source: By its very nature, a terminal program requires font characters that are equal width (monospace). Any non monospaced font may cause display issues. This should not be necessary except in rare cases.
ga: De réir a nádúir féin, éilíonn clár teirminéal carachtair cló atá comhleitheadach (aonspás). D’fhéadfadh aon chló nach bhfuil aonspásáilte fadhbanna taispeána a chruthú. Níor cheart go mbeadh gá leis seo ach amháin i gcásanna neamhchoitianta.

# @title:window
source: Adjust Scrollback
cs: Upravit zpětné rolování
ga: Coigeartaigh Iarscrollú

# @info:status
source: Any adjustments are only temporary to this session.
cs: Veškeré změny jsou pouze dočasné pro toto sezení.
ga: Ní bheidh aon choigeartuithe ach sealadach don seisiún seo.

# @label:textbox
source: Enter descriptive label
cs: Zde zadejte popisný popisek
ga: Cuir isteach lipéad tuairisciúil

source: Key Combination
cs: Kombinace kláves
ga: Teaglaim Cnaipí

source: Output
cs: Výstup
ga: Aschur

source: New Key Binding List
cs: Nový seznam klávesových zkratek
ga: Liosta Nua Ceangal Eochracha

source: Edit Key Binding List
cs: Upravit seznam klávesových zkratek
ga: Cuir an Liosta Ceangal Eochracha in Eagar

source: A key bindings scheme cannot be saved with an empty description.
cs: Schéma klávesových zkratek nelze uložit s prázdným popisem.
ga: Ní féidir scéim cheangail eochracha a shábháil le cur síos folamh.

source: Add
cs: Přidat
ga: Cuir Leis

source: Remove
cs: Odstranit
ga: Bain

# Title of the area where you test your keys are properly configured
source: Test Area
cs: Testovací oblast
ga: Limistéar Tástála

source: Input:
cs: Vstup:
ga: Ionchur:

source: Output:
cs: Výstup:
ga: Aschur:

# @title
source: Terminal emulator
cs: Emulátor terminálu
ga: Aithriseoir teirminéil

# @info:credit
source: (c) 1997-2022, The Konsole Developers
cs: (c) 1997-2022, Vývojáři Konsole
ga: (c) 1997-2022, Forbróirí Konsole

# @info:credit
source: General maintainer, bug fixes and general improvements
cs: Hlavní správce, opravy chyb a obecná vylepšení
ga: Cothaitheoir ginearálta, ceartúcháin agus feabhsúcháin ghinearálta

# @info:credit
source: Previous maintainer, ported to KDE4
cs: Předchozí správce, port na KDE4
ga: Cothaitheoir roimhe seo, aistrithe chuig KDE4

# @info:credit
source: Original author
cs: Původní autor
ga: An chéad údar

# @info:credit
source: Major refactoring, bug fixes and major improvements
ga: Athchóiriú mór, ceartúcháin fabhtanna agus feabhsuithe móra

# @info:credit
source: Bug fixes and general improvements
cs: Opravy chyb a vylepšení
ga: Ceartúcháin agus feabhsúcháin ghinearálta

# @info:credit
source: Bug fixes and major improvements
ga: Ceartúcháin fabhtanna agus feabhsuithe móra

# @info:credit
source: General improvements
cs: Obecná vylepšení
ga: Feabhsúcháin ghinearálta

# @info:credit
source: Bug fixes
cs: Opravy chyb
ga: Ceartúcháin

# @info:credit
source: Solaris support and history
cs: Podpora pro Solaris a historii
ga: Tacaíocht le Solaris agus obair ar stair

# @info:credit
source: Bug fixes and improved startup performance
cs: Opravy chyb a vylepšený rychlost spouštění
ga: Ceartúcháin agus luas níos fearr ag am tosaithe

# @info:credit
source: Marking improvements
cs: Vylepšení v označování
ga: Feabhsúcháin mharcála

# @info:credit
source: Embedded Konsole Toolbar and session names
cs: Komponenta konzole Panel nástrojů a názvy sezení
ga: Konsole Leabaithe Barra Uirlisí agus ainmneacha seisiúin

# @info:credit
source: Embedded Konsole General improvements
cs: Vnořená Konsole Obecná vylepšení
ga: Konsole Leabaithe Feabhsúcháin ghinearálta

# @info:credit
source: Visual effects
cs: Vizuální efekty
ga: Maisíochtaí amhairc

# @info:credit
source: Code from the kvt project General improvements
cs: Kód z projektu kvt Obecná vylepšení
ga: Cód ó thionscadal kvt Feabhsúcháin ghinearálta

# @info:credit
source: Schema and text selection improvements
cs: Schémata a vylepšení výběru textu
ga: Feabhsúcháin ar scéimrí agus ar roghnú téacs

# @info:credit
source: SGI port
cs: Port na SGI
ga: Leagan SGI

# @info:credit
source: FreeBSD port
cs: Port na FreeBSD
ga: Leagan FreeBSD

# @info:credit
source: Thanks to many others.
cs: Díky mnoha ostatním.
ga: Agus buíochas le go leor daoine eile.

# @action:inmenu
source: &New Tab
cs: &Nová karta
ga: Cluaisín &Nua

# @action:inmenu
source: &Clone Tab
cs: &Klonovat kartu
ga: &Cóipeáil Cluaisín

# @action:inmenu
source: New &Window
cs: Nové o&kno
ga: &Fuinneog Nua

# @action:inmenu
source: Close Window
cs: Zavřít okno
ga: Dún an Fhuinneog

# @title:menu
source: &Bookmarks
cs: &Záložky
ga: Lea&bharmharcanna

source: &Window Color Scheme
cs: Barevné sc&héma okna
ga: &Scéim Dathanna Fuinneoige

# @action:inmenu
source: Manage Profiles...
cs: Spravovat profily...
ga: Bainistigh Próifílí...

# @item
source: Activate Menu
cs: Aktivovat nabídku
ga: Gníomhachtaigh Roghchlár

# @action:inmenu
source: Save Tab Layout...
cs: Uložit rozvržení karet...
ga: Sábháil Leagan Amach na gCluaisíní...

# @action:inmenu
source: Load Tab Layout...
cs: Načíst rozvržení karet...
ga: Luchtaigh Leagan Amach na gCluaisíní...

# @info
source: There is a process running in this window. Do you still want to quit?
cs: V tomto okně běží proces. Stále si přejete skončit?
ga: Tá próiseas ag rith sa fhuinneog seo. Ar mhaith leat scor fós?

# @title
source: Confirm Close
cs: Potvrdit uzavření
ga: Deimhnigh Dúnadh

# @action:button
source: Close &Window
cs: Zavřít o&kno
ga: Dún an &Fhuinneog

# @action:button
source: Close Current &Tab
cs: Zavřít současnou kar&tu
ga: Dún an &Cluaisín Reatha

# @info
source: There are %1 open terminals in this window. Do you still want to quit?
cs: V tomto okně je otevřeno %1 terminálů. Opravdu si přejete skončit?
ga: Tá %1 teirminéil oscailte sa fhuinneog seo. Ar mhaith leat scor fós?

# @title Preferences page name
source: Profiles
cs: Profily
ga: Próifílí

# @title Preferences page name
source: General
cs: Obecné
ga: Ginearálta

# @title Preferences page name
source: Memory
cs: Paměť
ga: Cuimhne

# @title Preferences page name
source: Tab Bar / Splitters
cs: Pruh karet / oddělovače
ga: Barra Cluaisíní / Scoilteoirí

# @title Preferences page name
source: Temporary Files
cs: Dočasné soubory
ga: Comhaid Shealadacha

# @title Preferences page name
source: Thumbnails
cs: Náhledy
ga: Mionsamhlacha

# @title Preferences page name
source: Part Info
ga: Eolas faoi Chuid

source: Form
cs: Formulář
ga: Foirm

source: Shortcut:
cs: Zkratka:
ga: Aicearra:

source: Filter...
cs: Filtr...
ga: Scagaire...

source: Invert
cs: Invertovat
ga: Inbhéartaigh

source: Title
cs: Název
ga: Teideal

source: Tooltip
cs: Nástrojový tip
ga: Leid Uirlis

source: Group
cs: Skupina
ga: Grúpa

source: Default
cs: Výchozí
ga: Réamhshocrú

source: Command
cs: Příkaz
ga: Ordú

source: Warnings
cs: Varování
ga: Rabhaidh

source: Run
cs: Spustit
ga: Rith

source: Save
cs: Uložit
ga: Sábháil

source: Update
cs: Aktualizovat
ga: Nuashonrú

source: Cancel
cs: Zrušit
ga: Cealaigh

source: Quick Commands
cs: Rychlé příkazy
ga: Orduithe Tapa

source: Show Quick Access
cs: Zobrazit rychlý přístup
ga: Taispeáin Rochtain Thapa

source: No quick commands found. You can add one on Plugins -> Quick Commands
ga: Níor aimsíodh aon orduithe tapa. Is féidir leat ceann a chur leis ar Bhreiseáin -> Orduithe Tapa

source: Plugins - Quick Commands
cs: Moduly - Rychlé příkazy
ga: Breiseáin - Orduithe Tapa

source: Show Quick Commands
cs: Zobrazit rychlé příkazy
ga: Taispeáin Orduithe Tapa

source: A duplicate item exists
cs: Existuje duplicitní položka
ga: Tá mír dhúblach ann

source: Please fix all the warnings before trying to run this script
cs: Prosím opravte varování před spuštěním tohoto skriptu
ga: Deisigh na rabhaidh go léir sula ndéanann tú iarracht an script seo a rith

source: There are some errors on the script, do you really want to run it?
cs: Skript obsahuje chyby. Opravdu jej chcete spustit?
ga: Tá roinnt earráidí sa script, an bhfuil tú cinnte gur mhaith leat é a rith?

source: Shell Errors
ga: Earráidí Sliogáin

# @action:button
source: Run
cs: Spustit
ga: Rith

source: You are about to delete the group %1, with multiple configurations, are you sure?
ga: Tá tú ar tí an grúpa %1 a scriosadh, le cumraíochtaí iolracha, an bhfuil tú cinnte?

source: You are about to delete %1, are you sure?
cs: Chystáte se smazat %1. Jste si jisti?
ga: Tá tú ar tí %1 a scriosadh, an bhfuil tú cinnte?

source: Delete Quick Commands Configurations
cs: Smazat nastavení rychlých příkazů
ga: Scrios Cumraíochtaí Orduithe Tapa

source: Title can not be empty or blank
cs: Název nemůže být prázdný
ga: Ní féidir leis an teideal a bheith folamh ná bán

source: Command can not be empty
cs: Příkaz nesmí být prázdný
ga: Ní féidir an t-ordú a fhágáil folamh

source: Rename
cs: Přejmenovat
ga: Athainmnigh

source: Delete
cs: Smazat
ga: Scrios

source: Warnings (*)
cs: Varování (*)
ga: Rabhaidh (*)

# @item:inlistbox Hosts from ssh/config file
source: SSH Config
cs: Nastavení SSH
ga: Cumraíocht SSH

# @item:inlistbox The default list of ssh hosts
source: Default
cs: Výchozí
ga: Réamhshocrú

source: %1 is a folder for SSH entries
cs: %1 je složka pro položky SSH
ga: Is fillteán é %1 le haghaidh iontrálacha SSH

source: SSH Config
cs: Nastavení SSH
ga: Cumraíocht SSH

source: Host: %1
cs: Počítač: %1
ga: Óstach: %1

source: SSH Manager
cs: Správce SSH
ga: Bainisteoir SSH

source: Show SSH Manager
cs: Zobrazit správce SSH
ga: Taispeáin Bainisteoir SSH

source: Show Quick Access for SSH Actions
cs: Zobrazit rychlý přístup pro činnosti SSH
ga: Taispeáin Rochtain Thapa do Ghníomhartha SSH

source: No saved SSH config found. You can add one on Plugins -> SSH Manager
ga: Níor aimsíodh aon chumraíocht SSH shábháilte. Is féidir leat ceann a chur leis ar Bhreiseáin -> Bainisteoir SSH.

source: Plugins - SSH Manager
cs: Moduly - Správce SSH
ga: Breiseáin - Bainisteoir SSH

source: SSH Entries
cs: Položky SSH
ga: Iontrálacha SSH

source: Could not get the process name, assume that we can't request a connection
ga: Níorbh fhéidir ainm an phróisis a fháil, glactar leis nach féidir linn nasc a iarraidh

source: Error issuing SSH Command
cs: Chyba při vykonávání příkazu SSH
ga: Earráid ag eisiúint Ordú SSH

source: Can't issue SSH command outside the shell application (eg, bash, zsh, sh)
ga: Ní féidir ordú SSH a eisiúint lasmuigh den fheidhmchlár sliogáin (m.sh., bash, zsh, sh)

source: SSH Key
cs: Klíč SSH
ga: Eochair SSH

# @action:inmenu
source: Delete
cs: Smazat
ga: Scrios

source: Don't Change
cs: Neměnit
ga: Ná hathraigh

source: You are about to delete the folder %1, with multiple SSH Configurations, are you sure?
ga: Tá tú ar tí an fillteán %1 a scriosadh, le Cumraíochtaí SSH iolracha, an bhfuil tú cinnte?

# @title:window
source: Delete SSH Configurations
cs: Smazat nastavení SSH
ga: Scrios Cumraíochtaí SSH

source: Imported SSH Profile <br/> Some settings are read only.
ga: Próifíl SSH Iompórtáilte <br/> Tá roinnt socruithe inléite amháin.

source: Missing Hostname
cs: Chybějící název počítače
ga: Ainm Óstach ar Iarraidh

source: Missing Name
cs: Chybějící jméno
ga: Ainm ar Iarraidh
