Repository: KDE/konsole
Catalog: po/*/konsole.po
Languages: cs, ga

# @info
source: Insufficient permissions to save settings to: <filename>%1</filename>.<nl/>Either change the permissions of that file or set a different name to save the settings to a new profile.
ga: Ceadanna neamhleor chun socruithe a shábháil chuig: <filename>%1</filename>.<nl/>Athraigh ceadanna an chomhaid sin nó socraigh ainm difriúil chun na socruithe a shábháil chuig próifíl nua.

# @info
source: Profile Name was empty; please set a name to be able to save settings.
ga: Bhí Ainm na Próifíle folamh; socraigh ainm le do thoil chun go mbeidh tú in ann socruithe a shábháil.

# @info
source: A profile with the name "%1" already exists.
ga: Tá próifíl leis an ainm "%1" ann cheana féin.

# @info
source: Profile name exceeded maximum allowed length (%1).
ga: Sháraigh ainm an phróifíle an fad uasta ceadaithe (%1).

# @info
source: The highlighted characters are invalid in profile names: %1.
ga: Tá na carachtair atá aibhsithe neamhbhailí in ainmneacha próifílí: %1.

source: Editing profile: %2
cs: Upravuji profil: %2
ga: Próifíl á cur in eagar: %2

source: Create New Profile
cs: Vytvořit nový profil
ga: Cruthaigh Próifíl Nua

source: Edit Profile "%1"
cs: Upravit profil "%1"
ga: Cuir Próifíl "%1" in Eagar

source: column
cs: sloupec
ga: colún

source: row
cs: řada
ga: ró

source: System Bell
cs: Systémový zvonek
ga: Clog an Chórais

source: System Notifications
cs: Systémová upozornění
ga: Fógraí Córais

source: Visual Bell
cs: Vizuální zvonek
ga: Clog Amhairc

source: Ignore Bell Events
ga: Déan neamhaird d'imeachtaí Bell

source: Default profile for new terminal sessions in %1
cs: Výchozí profil pro nová sezení terminálu v %1
ga: Próifíl réamhshocraithe do sheisiúin teirminéal nua i %1

source: Edit Environment
cs: Upravit prostředí
ga: Cuir Timpeallacht in Eagar

source: One environment variable per line
cs: Jedna proměnná prostředí na řádek
ga: Athróg timpeallachta amháin in aghaidh an líne

# Unit of time
source: second
cs: sekunda
ga: soicind

source: Select Initial Directory
cs: Zvolit počáteční adresář
ga: Roghnaigh Comhadlann Tosaigh

source: Get New...
cs: Získat nové...
ga: Faigh Nua...

# @info
source: Scheme <resource>%1</resource> failed to load.
cs: Načítání schématu <resource>%1</resource> selhalo.
ga: Theip ar luchtú na scéime <resource>%1</resource>.

source: This color scheme uses a transparent background which does not appear to be supported on your desktop
cs: Toto schéma používá průhledné pozadí, což vaše plocha zřejmě nepodporuje
ga: Tá cúlra trédhearcach ag an scéim datha seo ach ní thacaíonn do dheasc leis seo.

source: Konsole was started before desktop effects were enabled. You need to restart Konsole to see transparent background.
cs: Konsole byla spuštěna před zapnutím efektů plochy. Pro zobrazení průhledného pozadí je třeba aplikaci restartovat.
ga: Cuireadh tús le Konsole sular cumasaíodh éifeachtaí deisce. Ní mór duit Konsole a atosú chun an cúlra trédhearcach a fheiceáil.

source: Default for file type
ga: Réamhshocrú don chineál comhaid

source: The format is e.g. 'editorExec PATH:LINE:COLUMN' PATH will be replaced by the path to the text file LINE will be replaced by the line number COLUMN (optional) will be replaced by the column number Note: you will need to replace 'PATH:LINE:COLUMN' by the actual syntax the editor you want to use supports; e.g.: gedit +LINE:COLUMN PATH If PATH or LINE aren't present in the command, this setting will be ignored and the file will be opened by the default text editor.
ga: Is é an fhormáid m.sh. 'editorExec PATH:LINE:COLUMN' Cuirfear an cosán chuig an gcomhad téacs in ionad PATH Cuirfear uimhir na líne in ionad LINE Cuirfear uimhir an cholúin in ionad COLUMN (roghnach) Nóta: beidh ort 'PATH:LINE:COLUMN' a athsholáthar leis an gcomhréir iarbhír a dtacaíonn an t-eagarthóir is mian leat a úsáid leis; m.sh.: gedit +LINE:COLUMN PATH Mura bhfuil PATH nó LINE i láthair san ordú, déanfar neamhaird den socrú seo agus osclóidh an t-eagarthóir téacs réamhshocraithe an comhad.

source: Text Editor Custom Command
ga: Ordú Saincheaptha Eagarthóra Téacs

source: General Settings
cs: Obecná nastavení
ga: Socruithe Ginearálta

source: Select the icon displayed on tabs using this profile
cs: Vyberte ikonu zobrazenou na kartách využívajících tento profil
ga: Roghnaigh an deilbhín a thaispeánfar ar chluaisíní leis an bpróifíl seo

source: A descriptive name for the profile
cs: Popis profilu
ga: Ainm tuairisciúil ar an bpróifíl

# @label:textbox
source: Profile name
cs: Název profilu
ga: Ainm próifíle

source: Default Profile
cs: Výchozí profil
ga: Próifíl Réamhshocraithe

source: Command:
cs: Příkaz:
ga: Ordú:

source: The command to execute when new terminal sessions are created using this profile
cs: Příkaz, který bude spuštěn, při vytvoření nového terminálového sezení, používajícího tento profil
ga: An t-ordú le rith nuair a chruthaítear seisiún nua teirminéil leis an bpróifíl seo

source: I&nitial directory:
cs: Počáteč&ní adresář:
ga: E&olaire tosaigh:

source: The initial working directory for new terminal sessions using this profile
cs: Výchozí pracovní adresář, pro nové terminálové sezení, používající tento profil
ga: An chéad chomhadlann oibre le haghaidh seisiúin nua teirminéil a úsáideann an phróifíl seo

source: /home/username
ga: /home/ainm-úsáideora

source: Choose the initial directory
cs: Vyberte počáteční adresář
ga: Roghnaigh an bhunchomhadlann

source: Start in same directory as current session
cs: Začít ve stejné složce jako v současném sezení
ga: Tosaigh san eolaire céanna leis an seisiún reatha

source: Environment:
cs: Prostředí:
ga: Timpeallacht:

source: Edit the list of environment variables and associated values
cs: Upravit seznam proměnných prostředí a jejich přiřazených hodnot
ga: Cuir na hathróga timpeallachta agus na luachanna comhcheangailte leo in eagar

source: Initial terminal si&ze:
cs: Výcho&zí velikost terminálu:
ga: Méi&d teirminéal tosaigh:

# @info
source: <html><head/><body><p><span style=" font-style:italic;">Settings → Configure Konsole → General → Remember window size</span> must be disabled for these entries to work.</p></body></html>
cs: <html><head/><body><p>Pro správnou funkci musí být <span style=" font-style:italic;">Nastavení → Nastavit Konsole → Obecné → Zapamatovat si velikost okna</span> vypnuto.</p></body></html>
ga: <html><head/><body><p><span style="font-style:italic;">Socruithe → Cumraigh Konsole → Ginearálta → Cuimhnigh méid na fuinneoige.</span> ní mór é a bheith díchumasaithe chun go n-oibreoidh na hiontrálacha seo.</p></body></html>

source: &Terminal bell mode:
cs: Režim zvonku &terminálu:
ga: Mód cloigín &teirminéil:

source: Semantic Integration
cs: Sémantická informace
ga: Comhtháthú Seimeantach

source: Up/Down Arrows emulation
cs: Emulace šipek nahoru/dolů
ga: Aithris Saigheada Suas/Síos

source: Mouse click in input line moves cursor
cs: Kliknutí myši ve vstupním řádku posune kurzorem
ga: Bogann cliceáil luiche sa líne ionchuir an cúrsóir

source: Semantic hints:
cs: Sémantická nápověda
ga: Leideanna seimeantacha:

source: Never
cs: Nikdy
ga: Choíche

# When showing URL hints
source: When URL hints show
cs: Při zobrazení nápovědy URL
ga: Nuair a thaispeántar leideanna URL

source: Always
cs: Vždy
ga: I gcónaí

source: Red error bars:
ga: Barraí earráide dearga:

source: Red error background:
ga: Cúlra earráide dearg:

source: Alternating bars:
cs: Měnící se pruhy:
ga: Barraí malartacha:

source: Alternating background:
cs: Měnící se pozadí:
ga: Cúlra malartach:

# @info
source: Key bindings control how combinations of keystrokes in the terminal window are converted into the stream of characters that is then sent to the current terminal program. For more information on how to customize the key bindings check the Konsole Handbook.
ga: Rialaíonn ceangail eochracha conas a thiontaítear teaglamaí de bhuillí eochracha sa fhuinneog teirminéal go sruth carachtar a sheoltar ansin chuig an gclár teirminéal reatha. Le haghaidh tuilleadh eolais ar conas na ceangail eochracha a shaincheapadh, féach ar Lámhleabhar Konsole.

source: Create a new key bindings scheme based upon the selected bindings
cs: Vytvořit nové schéma klávesových zkratek založený na vybraných zkratkách
ga: Cruthaigh scéim cheangail eochracha nua bunaithe ar na ceangail roghnaithe

# @action:button Create an alternate key binding
source: New...
cs: Nový...
ga: Nua...

source: Edit the selected key bindings scheme
cs: Upravit vybrané schéma klávesových zkratek
ga: Cuir an scéim ceangail eochracha roghnaithe in eagar

source: Delete the selected key bindings scheme
cs: Smazat vybrané schéma klávesových zkratek
ga: Scrios an scéim cheangail eochracha roghnaithe

source: Reset the selected key bindings scheme to its default values
cs: Vrátit nastavení vybraného schématu klávesových zkratek na výchozí hodnoty
ga: Athshocraigh an scéim cheangail eochracha roghnaithe go dtí a luachanna réamhshocraithe

source: Text interaction
cs: Interakce s textem
ga: Idirghníomhaíocht téacs

# @info:tooltip
source: Characters which are considered part of a word when double-clicking to select whole words in the terminal.
cs: Znaky, které jsou považovány za část slova, při dvojkliku, pro označení celého slova v terminálu.
ga: Carachtair a mheastar a bheith mar chuid de fhocal nuair a chliceálann tú faoi dhó chun focail iomlána a roghnú sa teirminéal.

source: Word characters:
cs: Znaky slova:
ga: Carachtair focal:

source: Triple-click selects:
cs: Výběr trojitým kliknutím:
ga: Roghnaigh trí chliceáil:

source: &The whole line
cs: &Celý řádek
ga: &An líne iomlán

source: From mouse position to the end of &line
cs: Od pozice myši až po konec řád&ku
ga: Ó shuíomh na luiche go dtí deireadh na &líne

source: Middle-click pastes:
cs: Vložení prostředním tlačítkem myši:
ga: Greamaigh cliceáil sa lár:

source: From clipboard
cs: Ze schránky
ga: Ón ghearrthaisce

source: From selection
cs: Z výběru
ga: Ó rogha

source: Copy options:
cs: Kopírovat možnosti:
ga: Roghanna cóipeála:

source: Automatically copy selected text into clipboard
cs: Automaticky kopírovat označený text do schránky
ga: Cóipeáil an téacs roghnaithe go huathoibríoch isteach sa ghearrthaisce

source: Copy on select
cs: Kopírovat při vybrání
ga: Cóipeáil ar rogha

source: Copy text as HTML (including formatting, font faces, colors... etc)
ga: Cóipeáil téacs mar HTML (lena n-áirítear formáidiú, clónna, dathanna... srl.)

source: Copy text as HTML
cs: Kopírovat text jako HTML
ga: Cóipeáil téacs mar HTML

source: Trim leading spaces in selected text, useful in some instances
cs: Odstranit mezery na začátku řádků, užitečné v některých případech
ga: Bearr spásanna tosaigh i dtéacs roghnaithe, úsáideach i gcásanna áirithe

source: Trim leading spaces
cs: Odstranit mezery na začátku
ga: Bearr spásanna tosaigh

source: Trim trailing spaces in selected text, useful in some instances
cs: Odstranit mezery na konci řádků, užitečné v některých případech
ga: Bearr spásanna deiridh i dtéacs roghnaithe, úsáideach i gcásanna áirithe

source: Trim trailing spaces
cs: Odstranit mezery na konci
ga: Bearr spásanna deiridh

source: Text recognized as a link or an email address will be underlined when hovered by the mouse pointer.
cs: Text rozpoznaný jako odkaz nebo e-mailová adresa bude podtržen pokud je přes něj přesouvána myš.
ga: Beidh líne faoi théacs a aithnítear mar nasc nó mar sheoladh ríomhphoist nuair a bheidh an luchóg ag gluaiseacht thar an téacs.

source: Underline links
cs: Podtrhávat odkazy
ga: Cuir líne faoi naisc

source: Text recognized as a file will be underlined when hovered by the mouse pointer.
cs: Text rozpoznaný jako soubor bude podtržen pokud je přes něj přesouvána myš.
ga: Beidh líne faoi théacs a aithnítear mar chomhad nuair a bheidh pointeoir na luiche ag luí thar an téacs.

source: Underline files
cs: Podtrhávat názvy souborů
ga: Cuir líne faoi chomhaid

# @info:tooltip
source: Text editor to use when opening text file URLs at a given line/column.
ga: Eagarthóir téacs le húsáid agus URLanna comhad téacs á n-oscailt ag líne/colún ar leith.

source: Text Editor Command:
cs: Editor textu:
ga: Ordú Eagarthóra Téacs:

source: Text recognized as a file, link or an email address can be opened by direct mouse click.
cs: Text rozpoznaný jako soubor, odkaz nebo e-mailová adresa může být otevřen kliknutím myši.
ga: Is féidir téacs a aithnítear mar chomhad, nasc nó seoladh ríomhphoist a oscailt trí chliceáil dhíreach ar an luch.

source: Open files/links by direct click
cs: Otevřít soubory/odkazy po přímém kliknutí
ga: Oscail comhaid/naisc le cliceáil dhíreach

source: Allow escape sequences for links
ga: Ceadaigh seichimh éalaithe do naisc

source: <b>WARNING</b>: This has security implications as it allows malicious URLs to be shown as another URL or hidden.<br>Make sure you understand the implications before turning this on.
cs: <b>VAROVÁNÍ</b>: Toto má dopad na bezpečnost jelikož umožní zobrazení škodlivých URL jako jiné URL nebo skryté.<br>Před zapnutím se ujistěte, že rozumíte důsledkům takového rozhodnutí.
ga: <b>RABHADH</b>: Tá impleachtaí slándála leis seo mar go gceadaíonn sé URLanna mailíseacha a thaispeáint mar URL eile nó a cheilt.<br>Déan cinnte go dtuigeann tú na himpleachtaí sula gcuireann tú seo ar siúl.

source: Allowed link formats:
cs: Povolené formáty odkazu:
ga: Formáidí nasc ceadaithe:

source: The formats of possible links, like http://, https:// and file://
ga: Na formáidí nasc féideartha, amhail http://, https:// agus file://

source: Selected text will require control key plus click to drag.
ga: Beidh an eochair rialaithe móide cliceáil chun an téacs roghnaithe a tharraingt ag teastáil.

source: Require Ctrl key for drag && drop
cs: Pro přetažení vyžadovat klávesu Ctrl
ga: Éilítear eochair Ctrl le haghaidh tarraingt && scaoil

source: Mouse scroll wheel will emulate up/down key presses in programs that use the Alternate Screen buffer (e.g. less)
ga: Déanfaidh roth scrolla na luiche aithris ar bhrúnna eochracha suas/síos i gcláir a úsáideann an maolán Scáileáin Mhalartach (m.sh. níos lú)

source: Enable Alternate Screen buffer scrolling
ga: Cumasaigh scrollú maoláin Scáileáin Mhalartach

source: Always paste dropped files and URLs as text without offering move, copy and link actions.
ga: Greamaigh comhaid agus URLanna a scaoiltear mar théacs i gcónaí gan gníomhartha bogtha, cóipeála ná nasctha a thairiscint.

source: Disable drag && drop menu for files && URLs
cs: Vypnout nabídku uchopení && přetažení menu pro soubory && URL
ga: Díchumasaigh an roghchlár tarraing & scaoil do chomhaid agus URLanna

source: Pressing Ctrl+scrollwheel will increase/decrease the text size.
ga: Méadóidh/laghdóidh brú Ctrl+roth scrollaigh méid an téacs.

source: Allow Ctrl+scrollwheel to zoom text size
cs: Povolit zvětšování textu pomocí Ctrl+kolečko myši
ga: Ceadaigh Ctrl+roth scrollaigh méid an téacs a shúmáil

source: When positioning the mouse over a hexadecimal color it will be displayed in a frame next to the mouse pointer
ga: Nuair a chuirtear an luch os cionn dath heicsidheachúlach, taispeánfar é i bhfráma in aice leis an pointeoir luiche.

source: Preview Colors on hover
cs: Zobrazit náhled barvy při přejetí myší
ga: Réamhamharc ar na Dathanna ar an luchóg

source: Some terminal applications have mouse support, this allows them to get it by default. It can be toggled on/off while running as well.
ga: Tá tacaíocht luiche ag roinnt feidhmchlár teirminéal, rud a ligeann dóibh é a fháil de réir réamhshocraithe. Is féidir é a chasadh air/as agus é ag rith chomh maith.

source: Allow terminal applications to handle clicks and drags
cs: Povolit aplikaci terminálu používat kliknutí a přetažení
ga: Lig d’fheidhmchláir teirminéal cliceáil agus tarraingt a láimhseáil

source: Scrollback:
cs: Zpětné rolování:
ga: Scrollaigh siar:

source: Scroll Page Up/Down:
cs: Rolování nahoru/dolů:
ga: Scrollaigh Leathanach Suas/Síos:

source: Highlight the lines coming into view
cs: Zvýraznit nové řádky v pohledu
ga: Aibhsigh na línte atá ag teacht chun solais

# @option:radio Hide the scroll bar
source: Hidden
cs: Skryté
ga: I bhfolach

source: Size of each marker (as a percentage of scrollbar length):
ga: Méid gach marcóra (mar chéatadán de fhad an bharra scrollaithe):

source: Highlighting:
cs: Zvýraznění:
ga: Ag aibhsiú:

source: Scroll the page the half height of window
cs: Rolovat stránku o polovinu výšky okna
ga: Scrollaigh an leathanach leath airde na fuinneoige

source: Half screen heigh&t
cs: Na výšku po&loviny obrazovky
ga: Airde lea&thscáileáin

source: Color of scrollbar markers:
ga: Dath marcóirí scrollbharra:

source: Color of scrollbar search highlighting lines:
ga: Dath línte aibhsithe cuardaigh scrollbharra:

source: Reflow Lines:
cs: Překreslit řádky:
ga: Línte Athshreafa:

source: Scroll the page the full height of window
cs: Rolovat stránku o plnou výšku okna
ga: Scrollaigh an leathanach airde iomlán na fuinneoige

source: F&ull screen height
cs: Na výšk&u celé obrazovky
ga: Airde lánscáileáin

source: Show the scroll bar on the right side of the terminal window
cs: Zobrazí posuvný panel na pravé straně terminálového okna
ga: Taispeáin an scrollbharra ar thaobh na láimhe deise den teirminéal

# @option:radio Show scrollbar on the right side
source: Ri&ght side
cs: Pravá s&trana
ga: T&aobh deas

source: Show the scroll bar on the left side of the terminal window
cs: Zobrazovat posuvník na levé straně okna terminálu
ga: Taispeáin an scrollbharra ar thaobh na láimhe clé den teirminéal

# @option:radio Show scrollbar on the left side
source: &Left side
cs: &Levá strana
ga: &Taobh clé

source: Reflow lines when terminal resizes
cs: Překreslit řádky při změně velikosti terminálu
ga: Athshreabhadh línte nuair a athraítear méid an teirminéal

source: Scrollbar position:
cs: Pozice posuvníku:
ga: Suíomh an bharra scrollaithe:

source: Search highlighting line opacity:
ga: Teimhneacht líne aibhsithe cuardaigh:

source: Tab Titles
cs: Názvy karet
ga: Teidil na gCluaisíní

source: Tab Monitoring
cs: Sledování karet
ga: Monatóireacht Cluaisíní

source: Threshold for continuous silence:
cs: Práh pro pokračující nečinnost:
ga: Tairseach le haghaidh tost leanúnach:

source: The threshold for continuous silence to be detected by Konsole
cs: Práh ticha detekovaného Konsole v sekundách
ga: An tairseach le haghaidh tost leanúnach atá le braith ag Konsole

# @label:textbox Unit of scrollback
source: line
cs: řádek
ga: líne

# @info:whatsthis
source: When using this option, the scrollback data will be saved to RAM. If you choose a huge value, your system may run out of free RAM and cause serious issues with your system.
ga: Agus an rogha seo á úsáid, sábhálfar na sonraí scrollaigh siar chuig RAM. Má roghnaíonn tú luach ollmhór, d’fhéadfadh do chóras rith as RAM saor in aisce agus fadhbanna tromchúiseacha a chruthú leis.

# @info:tooltip
source: When using this option, the scrollback data will be written unencrypted to temporary files. Those temporary files will be deleted automatically when Konsole is closed in a normal manner.<nl/>Use <emphasis>Settings → Configure Konsole → Temporary Files</emphasis> to select the location of the temporary files.
ga: Agus an rogha seo á úsáid, scríobhfar na sonraí scrollaigh siar gan chriptiú chuig comhaid shealadacha. Scriosfar na comhaid shealadacha sin go huathoibríoch nuair a dhúnfar Konsole ar an ngnáthbhealach.<nl/>Úsáid <emphasis>Socruithe → Cumraigh Konsole → Comhaid Shealadacha</emphasis> chun suíomh na gcomhad sealadach a roghnú.

source: Limit the remembered output to a fixed number of lines
cs: Omezit zapamatovaný výstup na pevný počet řádků
ga: Ná meabhraigh níos mó ná líon socraithe línte

source: Fi&xed size:
cs: Pevná vel&ikost:
ga: Méid socraithe:

source: Number of lines of output to remember
cs: Počet řádků výstupu k zapamatování
ga: Líon na línte aschurtha le meabhrú

source: Remember all output produced by the terminal
cs: Zapamatovat si veškerý výstup terminálem vyprodukovaný
ga: Meabhraigh an t-aschur go léir a dhéanann an teirminéal

# Save all lines to the scrollback history
source: &Unlimited
cs: &Bez omezení
ga: &Gan Teorainn

source: Do not remember previous output
cs: Nepamatovat si předchozí výstup
ga: Ná meabhraigh an t-aschur roimhe seo

# Do not save any lines to the scrollback history
source: &None
cs: &Nic
ga: &Dada

# @label:textbox
source: Find...
cs: Najít...
ga: Aimsigh...

# @info:tooltip
source: Enter the text to search for here
cs: Zde zadejte text pro vyhledání
ga: Cuir isteach an téacs atá le cuardach anseo

# @action:button Go to the next phrase
source: Next
cs: Následující
ga: Ar Aghaidh

# @info:tooltip
source: Find the next match for the current search phrase
cs: Najít následující výskyt hledané fráze
ga: Aimsigh an chéad sampla eile den fhrása cuardaigh

# @action:button Go to the previous phrase
source: Previous
cs: Předchozí
ga: Roimhe Seo

# @info:tooltip
source: Find the previous match for the current search phrase
cs: Najít předchozí výskyt hledané fráze
ga: Aimsigh an sampla roimhe seo den fhrása cuardaigh

# @action:button
source: Case sensitive
ga: Cás-íogair

# @info:tooltip
source: Sets whether the search is case sensitive
cs: Nastavuje, zda se má rozlišovat velikost písmen
ga: Socraigh cé acu an bhfuil an cuardach cásíogair nó nach bhfuil

# @info:tooltip
source: Display the options menu
cs: Zobrazí nabídku možností
ga: Taispeáin an roghchlár roghanna

# @info:tooltip
source: Close the search bar
cs: Uzavřít panel pro hledání
ga: Dún an barra cuardaigh

# @item:inmenu
source: Match regular expression
cs: Jako regulární výraz
ga: Comhoiriúnaigh do shlonn ionadaíochta

# @item:inmenu
source: Highlight all matches
cs: Zvýraznit všechny odpovídající
ga: Aibhsigh uile

# @info:tooltip
source: Sets whether matching text should be highlighted
cs: Nastavuje, zda má být odpovídající text zvýrazněn
ga: Socraíonn sé an bhfuil téacs comhoiriúnach le haibhsiú nó nach bhfuil

# @item:inmenu
source: Search backwards
cs: Hledat pozpátku
ga: Cuardaigh ar gcúl

# @info:tooltip
source: Sets whether search should start from the bottom
cs: Nastavuje, zda se má zahájit hledání odspodu
ga: Socraíonn sé an dtosóidh an cuardach ón mbun

# @item:inmenu
source: No wrap
ga: Gan fillteán

# @info:tooltip
source: Sets whether search should stop instead of wrapping
ga: Socraíonn sé an gcuardach a stopadh in ionad é a fhilleadh

# @info:tooltip
source: Search for the current search phrase from the bottom
cs: Najít následující výskyt hledané fráze zespodu
ga: Cuardaigh an frása cuardaigh reatha ón mbun

# @info:tooltip
source: Search for the current search phrase from the top
cs: Najít následující výskyt hledané fráze shora
ga: Cuardaigh an frása cuardaigh reatha ón mbarr

source: Print Shell
ga: Priontáil Shell

# @label:listbox No color selected
source: None
cs: Nic
ga: Dada

source: Tab title format used when a remote command (e.g. connection to another computer via SSH) is being executed
cs: Formát titulku karty při spuštění vzdáleného příkazu (např. připojení k jinému pc pomocí SSH)
ga: Formáid theideal an chluaisín nuair atá ordú cianda (m.sh. ceangal le ríomhaire eile trí SSH) á rith

source: Remote tab title format:
cs: Formát názvu karty pro vzdálené připojení:
ga: Formáid teidil cluaisíní cianda:

source: &Tab title format:
cs: Formá&t názvu karty:
ga: Formáid teidil &Cluaisín:

source: Normal tab title format
cs: Formát titulku normální karty
ga: Gnáthfhormáid teidil cluaisíní

source: Tab Co&lor:
cs: Barva &karty:
ga: Dath an Ch&luaisín:

source: Program Name: %n
cs: Název programu: %n
ga: Ainm an Chláir: %n

source: Current Directory (Short): %d
cs: Aktuální adresář (krátký): %d
ga: An Chomhadlann Reatha (Gearr): %d

source: Current Directory (Long): %D
cs: Aktuální adresář (dlouhý): %D
ga: Comhadlann Reatha (Fada): %D
