Repository: KDE/konsole
Catalog: po/*/konsole.po
Languages: cs, ga

source: Window Title Set by Shell: %w
cs: Titulek okna nastavený shellem: %w
ga: Teideal na Fuinneoige a Shocraigh an Bhlaosc: %w

source: Session Number: %#
cs: Číslo sezení: %#
ga: Uimhir an tSeisiúin: %#

source: User Name: %u
cs: Uživatelské jméno: %u
ga: Ainm Úsáideora: %u

source: Local Host: %h
cs: Místní hostitel: %h
ga: Óstach Áitiúil: %h

source: User's Bourne prompt sigil: %B
ga: Síntiús leid Bourne an úsáideora: %B

source: User Name@ (if given): %U
ga: Ainm Úsáideora@ (más tugtha): %U

source: Remote Host (Short): %h
cs: Vzdálený hostitel (krátký): %h
ga: Óstríomhaire Cianda (Gearr): %h

source: Remote Host (Long): %H
cs: Vzdálený hostitel (dlouhý): %H
ga: Óstríomhaire Cianda (Fada): %H

source: Command and arguments: %c
cs: Příkaz a argumenty: %c
ga: Ordú agus argóintí: %c

source: Insert
cs: Vložit
ga: Ionsáigh

# @info:tooltip
source: Insert title format
cs: Vložit formát titulku
ga: Ionsáigh formáid teidil

# @info:tooltip
source: Insert remote title format
cs: Vložit formát titulku pro vzdálené
ga: Ionsáigh formáid teidil cianda

# @info:tooltip
source: Maximize terminal
cs: Maximalizovat terminál
ga: Uasmhéadaigh teirminéal

# @info:tooltip
source: Move terminal to new tab
ga: Bog críochfort go cluaisín nua

# @info:tooltip
source: Close terminal
cs: Zavřít terminál
ga: Dún teirminéal

# @info:tooltip
source: Restore terminal
cs: Obnovit terminál
ga: Athchóirigh teirminéal

# @info:tooltip
source: Open a new tab
cs: Otevřít novou kartu
ga: Oscail cluaisín nua

# @info:tooltip
source: Search Tabs
ga: Cuardaigh Cluaisíní

# @info:tooltip
source: Close this tab
cs: Zavřít tuto kartu
ga: Dún an cluaisín seo

# @action:inmenu
source: &Detach Tab
cs: &Vytrhnout kartu
ga: &Dícheangail Cluaisín

# @action:inmenu
source: &Configure or Rename Tab...
cs: Nas&tavit nebo přejmenovat kartu...
ga: &Cumraigh nó Athainmnigh an Cluaisín...

# @action:inmenu
source: Close Tab
cs: Zavřít kartu
ga: Dún an Cluaisín

source: Solarized Light
cs: Solarized světlé

source: Use user-defined stylesheet:
cs: Uživatelem definovaný styl:
