Repository: KDE/konsole
Catalog: po/*/konsole.po
Languages: cs, ga

source: Memory limit:
cs: Limit paměti:
ga: Teorainn chuimhne:

source: <html><head/><body><p>Applications that use KonsolePart share profiles.</p><p>They do not share with Konsole or other applications:<ul><li>default profile</li><li>show in menu</li><li>shortcuts</li></ul></p><p>Feel free to open a Konsole <a href="https://bugs.kde.org/enter_bug.cgi?format=guided&product=konsole&component=kpart">bug report</a> if you desire a change to how these are handled.</body></html>
ga: <html><head/><body><p>Roinneann feidhmchláir a úsáideann KonsolePart próifílí.</p><p>Ní roinneann siad le Konsole ná le feidhmchláir eile:<ul><li>próifíl réamhshocraithe</li><li>taispeáin sa roghchlár</li><li>aicearraí</li></ul></p><p>Is féidir leat <a href="https://bugs.kde.org/enter_bug.cgi?format=guided&product=konsole&component=kpart">tuairisc fabht</a> Konsole a oscailt más mian leat athrú a dhéanamh ar an gcaoi a láimhseálann tú iad seo.</body></html>

source: Create a new profile based on the selected profile
ga: Cruthaigh próifíl nua bunaithe ar an bpróifíl roghnaithe

source: &New...
cs: &Nový...
ga: &Nua...

source: Edit the selected profile (this button is disabled for read-only profiles)
ga: Cuir an phróifíl roghnaithe in eagar (tá an cnaipe seo díchumasaithe le haghaidh próifílí inléite amháin)

source: &Edit...
cs: &Upravit...
ga: &Eagarthóireacht...

source: Delete the selected profile
cs: Smazat vybraný profil
ga: Scrios an phróifíl roghnaithe

source: &Remove
cs: Odst&ranit
ga: &Bain

source: Set the selected profile as the default for new terminal sessions
cs: Nastaví vybraný profil jako výchozí pro nová terminálová sezení
ga: Socraigh an phróifíl roghnaithe mar réamhshocrú i seisiúin nua teirminéil

source: &Set as Default
cs: Na&stavit jako výchozí
ga: &Socraigh mar Réamhshocrú

# @title:tab Tab bar settings
source: Appearance
cs: Vzhled
ga: Dealramh

source: Show:
cs: Zobrazit:
ga: Taispeáin:

source: When needed
cs: Pokud je potřeba
ga: Nuair is gá

source: Alwa&ys
cs: Vžd&y
ga: I gcón&aí

source: &Never
cs: N&ikdy
ga: &Choíche

source: Position:
cs: Pozice:
ga: Seasamh:

source: Above terminal area
cs: Nad terminály
ga: Os cionn limistéar an teirminéil

source: Be&low terminal area
cs: Pod terminá&ly
ga: Limistéar teirminé&il faoi bhun

source: To the left of terminal area
ga: Ar chlé den limistéar teirminéil

source: To the &right of terminal area
ga: Ar dheis &den limistéar teirminéil

source: Show Close Tab button:
cs: Zobrazit tlačítko pro zavření karty:
ga: Taispeáin an cnaipe Dún an Chluaisín:

source: On ea&ch tab
cs: Na &každé kartě
ga: Ar ga&ch cluaisín

source: On &the tab bar
cs: Na panelu s kar&tami
ga: Ar an m&barra cluaisíní

# Do not show a close button
source: None
cs: Nic
ga: Dada

source: Show Search Tabs button:
ga: Taispeáin cnaipe na gCluaisíní Cuardaigh:

source: Always
cs: Vždy
ga: I gcónaí

source: Never
cs: Nikdy
ga: Choíche

# @item:intext Miscellaneous Options
source: Miscellaneous:
cs: Různé:
ga: Ilghnéitheach:

source: Show 'New Tab' button
cs: Zobrazit tlačítko 'Nová karta'
ga: Taispeáin an cnaipe 'Cluaisín Nua'

source: Expand individual tab widths to full window
cs: Roztáhnout jednotlivé karty na celé okno
ga: Leathnaigh leithead na gcluaisíní aonair go dtí an fhuinneog iomlán

# @item:intext Optional file path is empty
source: (none)
cs: (žádná)
ga: (níl aon cheann)

# @title:tab Tab bar settings
source: Behavior
cs: Chování
ga: Iompar

source: Put new tabs:
cs: Přidávat nové karty:
ga: Cuir cluaisíní nua:

source: At &the end
cs: Na kon&ci
ga: Ag &an deireadh

source: After current &tab
cs: Za ak&tuální kartou
ga: Tar éis an chluaisín rea&tha

source: Close tab on middle-click
cs: Zavřít kartu při kliknutí prostředním tlačítkem
ga: Dún an cluaisín ar chliceáil sa lár

source: Splits
cs: Počet záznamů v transakcích
ga: Scoilteanna

source: Show Header:
cs: Zobrazovat hlavičku:
ga: Taispeáin Ceanntásc:

# @option:radio When needed show the split header
source: When needed
cs: Pokud je potřeba
ga: Nuair is gá

# @option:radio Never show the split header
source: Never
cs: Nikdy
ga: Choíche

source: Drag Handle Size:
ga: Méid Láimhseála Tarraingthe:

# @option:radio Small height/width of splitter widget
source: Small
cs: Malý
ga: Beag

# @option:radio Medium height/width of splitter widget
source: Medium
cs: Střední
ga: Meánach

# @option:radio Large height/width of splitter widget
source: Large
cs: Velký
ga: Mór

# @option:radio Always show the split header
source: Always
cs: Vždy
ga: I gcónaí

source: System temporary directory (%1)
cs: Dočasný adresář systému (%1)
ga: Eolaire sealadach an chórais (%1)

source: User cache directory (%1)
cs: Uživatelův adresář s mezipamětí (%1)
ga: Eolaire taisce úsáideora (%1)

source: Scrollback file location:
cs: Umístění souboru pro rolování zpět:
ga: Suíomh comhaid scrollaigh siar:

# @option:radio Custom (file location); followed by text entry field
source: Custom:
cs: Vlastní:
ga: Saincheaptha:

source: Size:
cs: Velikost:
ga: Méid:

source: <html><head/><body><p>To use this feature, enable <span style=" font-weight:600;">Mouse-&gt;Miscellaneous-&gt;Underline files</span> in your profile settings.</p></body></html>
ga: <html><head/><body><p>Chun an ghné seo a úsáid, cumasaigh <span style=" font-weight:600;">Luch-&gt;Miscellaneous-&gt;Fo-líneáil comhaid</span> i do shocruithe próifíle.</p></body></html>

source: Activation:
cs: Aktivace:
ga: Gníomhachtú:

source: Mouse hover plus
ga: Luchóg móide

source: Enable thumbnails generation
cs: Povolit vytváření náhledů
ga: Cumasaigh giniúint mionsamhlacha

source: Size: %1 x %2
cs: Velikost: %1 x %2
ga: Méid: %1 × %2

source: Are you sure you want to paste %1 character?
cs: Opravdu chcete vložit znak?
ga: An bhfuil tú cinnte gur mian leat %1 carachtar a ghreamú?

source: Confirm Paste
cs: Potvrdit vložení
ga: Deimhnigh Greamú

source: End Of Text/Interrupt: may exit the current process
ga: Deireadh Téacs/Idirbhriseadh: féadfaidh sé an próiseas reatha a fhágáil

source: End Of Transmission: may exit the current process
cs: Konec přenosu: může ukončit současný proces
ga: Deireadh an Tarchuir: féadfaidh sé an próiseas reatha a fhágáil

source: Bell: will try to emit an audible warning
ga: Clog: déanfaidh sé iarracht rabhadh inchloiste a scaoileadh

source: Backspace
ga: Cúlspás

source: Device Control Three/XOFF: suspends output
ga: Rialú Gléas a Trí/XOFF: cuireann sé an t-aschur ar fionraí

source: Substitute/Suspend: may suspend current process
ga: Ionadaigh/Cuir ar Fionraí: féadfaidh sé an próiseas reatha a chur ar fionraí

source: Escape: used for manipulating terminal state
ga: Éalaithe: a úsáidtear chun staid an teirminéal a ionramháil

source: File Separator/Quit: may abort the current process
ga: Deighilteoir Comhad/Scoir: féadfaidh sé an próiseas reatha a chur ar ceal

source: The text you're trying to paste contains hidden control characters, do you want to filter them out?
cs: Text, který se pokoušíte vložit obsahuje skryté ovládací znaky. Chcete je odfiltrovat?
ga: Tá carachtair rialaithe i bhfolach sa téacs atá tú ag iarraidh a ghreamú, ar mhaith leat iad a scagadh amach?

# @title
source: Confirm Paste
cs: Potvrdit vložení
ga: Deimhnigh Greamaigh

# @action:button
source: Paste &without control characters
cs: Vložit bez &kontrolních znaků
ga: Greamaigh gan carachtair rialaithe

# @action:button
source: &Paste everything
cs: &Vložit vše
ga: &Greamaigh gach rud

# @action:button
source: &Cancel
cs: Z&rušit
ga: &Cealaigh

source: <qt>Output has been <a href="https://en.wikipedia.org/wiki/Software_flow_control">suspended</a> by pressing Ctrl+S. Press <b>Ctrl+Q</b> to resume.</qt>
cs: <qt>Výstup byl <a href="https://en.wikipedia.org/wiki/Software_flow_control">potlačen</a> stisknutím Ctrl+S. Stiskněte <b>Ctrl+Q</b> pro pokračování.</qt>
ga: <qt>Cuireadh an t-aschur <a href="https://en.wikipedia.org/wiki/Software_flow_control">ar fionraí</a> trí Ctrl+S a bhrú. Brúigh <b>Ctrl+Q</b> chun atosú.</qt>

source: This terminal is read-only.
cs: Tento terminál je pouze pro čtení.
ga: Is teirminéal léite amháin é seo.

source: Change &Directory To
cs: Změnit a&dresář na
ga: Athraigh an Chomha&dlann Go

source: &Paste Location
cs: Vložit &místo
ga: &Greamaigh Suíomh

# @action:inmenu
source: Split View
cs: Rozdělit pohled
ga: Radharc Scoilte

# @action:inmenu
source: Split View Left/Right
cs: Rozdělit pohled vlevo/vpravo
ga: Scoilt an tAmharc Clé/Deas

# @action:inmenu
source: Split View Top/Bottom
cs: Rozdělit pohled nahoře/dole
ga: Scoilt an tAmharc Barr/Bun

# @action:inmenu
source: Split View Automatically
cs: Automaticky rozdělit pohled
ga: Scoilt an Radharc go hUathoibríoch

# @action:inmenu
source: Split View Left/Right from next tab
cs: Rozdělit pohled vlevo/vpravo z následující karty
ga: Radharc Scoilte Ar Chlé/Ar Dheas ón gcéad chluaisín eile

# @action:inmenu
source: Split View Top/Bottom from next tab
cs: Rozdělit pohled nahoře/dole z následující karty
ga: Radharc Scoilte Barr/Bun ón gcéad chluaisín eile

# @action:inmenu
source: Split View Automatically from next tab
cs: Automaticky rozdělit pohled z následující karty
ga: Scoilt an Amharc go Huathoibríoch ón gcéad chluaisín eile

# @action:inmenu
source: Load a new tab with layout 2x2 terminals
cs: Otevřít novou kartu s rozvržením terminálů 2x2
ga: Luchtaigh cluaisín nua le leagan amach teirminéil 2x2

# @action:inmenu
source: Load a new tab with layout 2x1 terminals
cs: Otevřít novou kartu s rozvržením terminálů 2x1
ga: Luchtaigh cluaisín nua le leagan amach teirminéil 2x1

# @action:inmenu
source: Load a new tab with layout 1x2 terminals
cs: Otevřít novou kartu s rozvržením terminálů 1x2
ga: Luchtaigh cluaisín nua le leagan amach teirminéil 1x2

# @action:inmenu
source: Expand View
cs: Roztáhnout pohled
ga: Méadaigh an tAmharc

# @action:inmenu
source: Shrink View
cs: Zmenšit pohled
ga: Laghdaigh an tAmharc

# @action:inmenu
source: Detach Current &View
cs: &Vytrhnout současný pohled
ga: Dícheangail an &Radharc Reatha

# @action:inmenu
source: Detach Current &Tab
cs: Vytrhnout současnou kar&tu
ga: Dícheangail an &Cluaisín Reatha

# @action Shortcut entry
source: Next Tab
cs: Následující karta
ga: An Chéad Chluaisín Eile

# @action Shortcut entry
source: Previous Tab
cs: Předchozí karta
ga: An Cluaisín Roimhe Seo

# @action Shortcut entry
source: Focus Above Terminal
cs: Přepnout nad terminál
ga: Fócas Os Cionn an Teirminéal

# @action Shortcut entry
source: Focus Below Terminal
cs: Přepnout pod terminál
ga: Fócas Faoin Teirminéal

# @action Shortcut entry
source: Focus Left Terminal
cs: Přepnout na terminál vlevo
ga: Fócas ar an Teirminéal Clé

# @action Shortcut entry
source: Focus Right Terminal
cs: Přepnout na terminál vpravo
ga: Fócas ar an Teirminéal ar Dheis

# @action Shortcut entry
source: Focus Next Terminal
ga: Fócas ar an Teirminéal Eile

# @action Shortcut entry
source: Focus Previous Terminal
ga: Fócas ar an Teirminéal Roimhe Seo

# @action Shortcut entry
source: Switch to Last Tab
cs: Přepnout na poslední kartu
ga: Go dtí an Cluaisín Deiridh

# @action Shortcut entry
source: Last Used Tabs
cs: Naposledy použité karty
ga: Cluaisíní Úsáidte Deiridh

# @action Shortcut entry
source: Toggle Between Two Tabs
cs: Přepnout mezi dvěma kartami
ga: Athraigh Idir Dhá Chluaisín

# @action Shortcut entry
source: Last Used Tabs (Reverse)
cs: Naposledy použité karty (Pozpátku)
ga: Cluaisíní Úsáidte Deiridh (Ar Ais)

# @action Shortcut entry
source: Toggle maximize current view
cs: Přepnout maximalizaci současného pohledu
ga: Uasmhéadaigh an radharc reatha

# @action:inmenu
source: Toggle maximize current view
cs: Přepnout maximalizaci současného pohledu
ga: Uasmhéadaigh an radharc reatha

# @action Shortcut entry
source: Toggle zoom-maximize current view
ga: Scoránaigh súmáil-uasmhéadaigh an radharc reatha

# @action:inmenu
source: Toggle zoom-maximize current view
ga: Scoránaigh súmáil-uasmhéadaigh an radharc reatha

# @action Shortcut entry
source: Move tab to the right
cs: Posunout kartu doprava
ga: Bog an cluaisín ar dheis

# @action Shortcut entry
source: Move tab to the left
cs: Posunout kartu doleva
ga: Bog an cluaisín ar chlé

# @action Shortcut entry
source: Setup semantic integration (bash)
cs: Nastavit sémantickou integraci (bash)
ga: Socraigh comhtháthú séimeantach (bash)

# @action Shortcut entry
source: Toggle semantic hints display
cs: Zapnout zobrazení sémantické nápovědy
ga: Taispeáin leideanna séimeantacha a scoránaigh

# @action Shortcut entry
source: Toggle line numbers display
ga: Athraigh taispeáint uimhreacha líne

# @action:inmenu
source: Equal size to all views
cs: Stejná velikost pro všechny pohledy
ga: Méid comhionann do gach radharc

# @action Shortcut entry
source: Switch to Tab %1
cs: Přepnout na kartu %1
ga: Téigh go Cluaisín %1

source: Semantic hints
cs: Sémantická nápověda
ga: Leideanna seimeantacha

source: Line numbers
cs: Čísla řádků
ga: Uimhreacha líne

# @title:window
source: Save Tab Layout
cs: Uložit rozvržení karet
ga: Sábháil Leagan Amach na gCluaisíní

# @item:inlistbox
source: Konsole View Layout (*.json)
ga: Leagan Amach Amhairc Konsole (*.json)

# @label:textbox
source: A problem occurred when saving the Layout. %1
cs: Nastal problém při ukládání rozvržení. %1
ga: Tharla fadhb agus an Leagan Amach á shábháil. %1

# @label:textbox
source: A problem occurred when loading the Layout. %1
cs: Nastal problém při načítání rozvržení. %1
ga: Tharla fadhb agus an Leagan Amach á luchtú. %1

# @title:window
source: Load Tab Layout
cs: Načíst rozvržení karet
ga: Luchtaigh Leagan Amach na gCluaisíní

source: No keyboard translator available. The information needed to convert key presses into characters to send to the terminal is missing.
cs: Není dostupný překladač klávesnice. Chybí informace potřebná pro převod stisků kláves na znaky pro terminál.
ga: Níl aon aistritheoir méarchláir ar fáil. Tá an fhaisnéis seo de dhíth chun eochairbhrúnna a thiontú go dtí na carachtair atá seolta chuig an teirminéal.

source: Key combination to show URL hints:
cs: Kombinace kláves pro zobrazení nápovědy URL:
ga: Teaglaim eochracha chun leideanna URL a thaispeáint:

# key on keyboard
source: Meta
ga: Meitea

# Items that do not fit in other categories
source: Miscellaneous:
cs: Různé:
ga: Ilghnéitheach:

source: Number URL hints in reverse, starting from the bottom
ga: Uimhrigh leideanna URL ar ais, ag tosú ón mbun

source: Reverse URL hint numbering
cs: Zpětné číslování tipů URL
ga: Uimhriú leid URL droim ar ais

source: Allow terminal programs to create blinking sections of text
cs: Povolí terminálovým aplikacím vytvářet blikající části textu
ga: Ceadaigh do ríomhchláir theirminéil téacs caochta a chruthú

source: Allow blinking text
cs: Povolit blikající text
ga: Ceadaigh téacs caochta

source: Allow the output to be suspended by pressing Ctrl+S
cs: Povolí umlčení výstupu stiskem Ctrl+S
ga: Ceadaigh an t-aschur a chur ar fionraí le Ctrl+S

source: Flow control
cs: Řízení toku
ga: Rialú sreabhadh

source: &Default character encoding:
cs: Výchozí kó&dování znaků:
ga: &Códú carachtar réamhshocraithe:

source: Shortcut for peeking the primary screen:
ga: Aicearra chun an príomhscáileán a fheiceáil:

source: Set interval between autosaves:
ga: Socraigh an t-eatramh idir uath-shábháil:

source: Line Numbers:
cs: Čísla řádků:
ga: Uimhreacha Líne:

source: &Never
cs: N&ikdy
ga: &Choíche

# When showing URL hints
source: When &URL hints show
cs: Při zobrazení nápovědy &URL
ga: Cathain a thaispeántar leideanna &URL

source: A&lways
cs: Vž&dy
ga: &I gcónaí

source: Color scheme && font
cs: Barevné schéma && písmo
ga: Scéim dathanna && cló

source: Create a new color scheme based upon the selected scheme
cs: Vytvořit nové barevné schéma založené na vybraném tématu
ga: Cruthaigh scéim nua dathanna, bunaithe ar an scéim roghnaithe

# @action:button Create an alternate color scheme
source: New...
cs: Nové...
ga: Nua...

source: Edit the selected color scheme
cs: Upravit zvolené barevné schéma
ga: Cuir an scéim roghnaithe in eagar

source: Edit...
cs: Upravit...
ga: Eagar...

source: Delete the selected color scheme
cs: Smaže vybrané barevné schéma
ga: Scrios an scéim roghnaithe dathanna

source: Reset the selected color scheme settings to the default values
cs: Vrátit nastavení vybraného barevného schématu na výchozí hodnoty
ga: Athshocraigh socruithe na scéime dathanna roghnaithe go dtí na luachanna réamhshocraithe

source: Defaults
cs: Výchozí
ga: Réamhshocruithe

source: Font:
cs: Písmo:
ga: Cló:

# @action:button open a dialog with list of fonts
source: Choose...
cs: Vybrat...
ga: Roghnaigh...

source: Smooth fonts
cs: Vyhlazená písma
ga: Clónna míne

source: Draw intense colors in bold font
cs: Vykreslí ostré barvy tučným fontem
ga: Tarraing dathanna láidre i gcló trom

source: Use the selected font for line characters instead of the builtin code
ga: Úsáid an cló roghnaithe le haghaidh carachtair líne in ionad an chóid ionsuite

source: Use line characters contained in font
ga: Úsáid carachtair líne atá sa chló

source: Use the selected font for unicode Braille characters instead of the builtin code
ga: Úsáid an cló roghnaithe le haghaidh carachtair Braille Unicode in ionad an chóid ionsuite

source: Use unicode Braille characters contained in font
ga: Úsáid carachtair Braille Unicode atá sa chló

source: Cursor
cs: Kurzor
ga: Cúrsóir

source: Shape:
cs: Tvar:
ga: Cruth:

# A solid rectangular
source: Block
cs: Blok
ga: Bloc

# A vertical line on the left edge
source: I-Beam
ga: I-Bhíoma

# A hortizonal line on the bottom edge
source: Underline
cs: Podtržítko
ga: Folínigh

# Cursor color options
source: Color:
cs: Barva:
ga: Dath:

source: Set the cursor to match the color of the character underneath it.
cs: Nastaví kurzor tak aby odpovídal barvě znaku pod ním.
ga: Socraigh go bhfuil dath an chúrsóra comhoiriúnach do dhath an charachtair reatha.

source: Match current character
cs: Odpovídat současnému znaku
ga: Meaitseáil an carachtar reatha

source: Use a custom, fixed color for the cursor
cs: Použije vlastní, pevně danou barvu, pro kurzor
ga: Úsáid dath saincheaptha socraithe le haghaidh an chúrsóra

source: Custom cursor color
cs: Vlastní barva kurzoru
ga: Dath cúrsóra saincheaptha

source: Cursor:
cs: Kurzor:
ga: Cúrsóir:

source: Select the color used to draw the cursor
cs: Vyberte barvu, jakou bude vykreslen kurzor
ga: Roghnaigh an dath a úsáidfear chun an cúrsóir a dhearadh

source: Text:
ga: Téacs:

source: Select the color used to draw the character underneath the cursor
cs: Vyberte barvu, jakou bude vykreslen znak pod kurzorem
ga: Roghnaigh an dath a úsáidtear chun an carachtar faoin gcúrsóir a tharraingt

source: Blinking:
cs: Blikání:
ga: Ag splancadh:

source: Make the cursor blink regularly
cs: Pravidelně blikat kurzorem
ga: Cuir an cúrsóir á chaochadh go rialta

source: Enabled
cs: Povoleno
ga: Cumasaithe

# Items that do not fit in other categories
source: Miscellaneous
cs: Různé
ga: Ilghnéitheach

source: Window:
cs: Okno:
ga: Fuinneog:

source: Show terminal size in columns and lines in the center of window after resizing
cs: Zobrazí ve středu okna velikost terminálu v řádcích a sloupcích po změně velikosti
ga: Taispeáin méid an teirminéil i gcolúin agus i línte i lár na fuinneoige tar éis athrú méide

source: Show hint for terminal size after resizing
cs: Zobrazit informaci pro terminál po změně velikosti
ga: Taispeáin leid maidir le méid an teirminéal tar éis athrú méide

source: Always invert the colors of selected text
cs: Vždy obrátit barvy vybraného textu
ga: Déan dathanna an téacs roghnaithe a aisiompú i gcónaí

source: Darkening strength:
ga: Neart dorchadaithe:

# Border color options
source: Color:
cs: Barva:
ga: Dath:

source: Select the color used to draw the border
cs: Vyberte barvu, jakou bude vykreslen okraj
ga: Roghnaigh an dath a úsáidtear chun an teorainn a tharraingt

source: Inactive Terminals:
ga: Teirminéil Neamhghníomhacha:

source: Active Terminals:
cs: Aktivní terminály:
ga: Teirminéil Ghníomhacha:

# @title:group
source: Terminal contents
cs: Obsah terminálu
ga: Ábhar an teirminéal

source: Line spacing:
cs: Rozestupy řádků:
ga: Spásáil líne:

source: The number of pixels between two lines
cs: Počet pixelů mezi dvěma řádky
ga: Líon na bpicteilíní idir dhá líne

source: Margins:
cs: Okraje:
ga: Imill:

source: Align to center:
cs: Zarovnat na střed:
ga: Ailínigh go lár:

source: Indicate whether the window is active by dimming the colors
cs: Ukazuje, zda je okno aktivní ztlumením barev
ga: Léirigh an bhfuil an fhuinneog gníomhach trí na dathanna a mhaolú

source: Darken
cs: Ztmavit
ga: Dorchaigh

source: Indicate whether the window is active by drawing a border
ga: Léirigh an bhfuil an fhuinneog gníomhach trí imeall a tharraingt

source: Border
cs: Okraj
ga: Teorainn

source: Display Vertical line at column:
ga: Taispeáin líne ingearach ag an gcolún:

source: <html><head/><body><p>Complex Text Layout</p></body></html>
ga: <html><head/><body><p>Leagan Amach Téacs Casta</p></body></html>

source: Complex Text Layout
cs: Komplexní rozvržení textu
ga: Leagan Amach Téacs Casta

source: Enable word mode text rendering
ga: Cumasaigh rindreáil téacs i mód focal

source: Word mode
cs: Režim slov
ga: Mód focal

source: Ignore attribute changes mid-word (otherwise, attribute changes break word when rendering)
ga: Déan neamhaird d'athruithe tréithe i lár focal (seachas sin, brisfidh athruithe tréithe an focal agus é á rindreáil)

source: Use the same attributes for whole word
cs: Použít stejné atributy pro celé slovo
ga: Úsáid na tréithe céanna don fhocal iomlán

source: Render words of ASCII characters together
ga: Rindreáil focail de charachtair ASCII le chéile

source: ASCII characters
cs: Znaky ASCII
ga: Carachtair ASCII

source: Render words of Brahmic scripts characters together
ga: Rindreáil focail charachtair scripte Brahmic le chéile

source: Brahmic scripts characters
ga: Carachtair scripteanna Brahmic

source: Emoji Font:
cs: Písmo emotikonu:
ga: Cló Emoji:

source: Enable Bi-Directional display on terminals (valid for Arabic, Farsi or Hebrew only)
cs: Povolí obousměrné zobrazení na terminálech (platné pouze pro Arabštinu, Hebrejštinu a Perštinu)
ga: Cumasiagh taispeáint déthreoch i dteirminéal (le haghaidh na hAraibise, na Fairsise agus na hEabhraise amháin)

source: Bi-Directional text rendering
cs: Obousměrné vykreslování textu
ga: Rindreáil téacs déthreoch

source: Lines are always LTR, rather than determined by first strong character
ga: Bíonn línte i gcónaí LTR, seachas iad a chinneadh ag an gcéad charachtar láidir

source: force LTR line direction
cs: Vynutit směr zleva doprava
ga: treo líne fórsa LTR

source: Treat table drawing characters as strong LTR.
ga: Déan carachtair líníochta tábla a láimhseáil mar LTR láidir.

source: Table characters BiDi mode override
ga: Carachtair tábla sárú mód dé-dhiosca

source: Ignore wcwidth of problematic characters
cs: Ignorovat wcwidth problematických znaků
ga: Déan neamhaird de wcwidth carachtar fadhbach

source: Override wcwidth
cs: Předefinovat wcwidth
ga: Sáraigh wcwidth

source: Edit Profile
cs: Upravit profil
ga: Cuir Próifíl in Eagar

# @title:tab Generic, common options
source: General
cs: Obecné
ga: Ginearálta

source: Tabs
cs: Karty
ga: Cluaisíní

source: Appearance
cs: Vzhled
ga: Cuma

source: Scrolling
cs: Rolování
ga: Scrollú

source: Keyboard
cs: Klávesnice
ga: Méarchlár

source: Key bindings
cs: Klávesové zkratky
ga: Ceangail eochracha

source: Mouse
cs: Myš
ga: Luch

# @title:tab Complex options
source: Advanced
cs: Pokročilé
ga: Casta
