Repository: KDE/konsole
Catalog: po/*/konsole.po
Languages: cs, ga

source: If Use Ssh Config is set, do not specify sshkey or username.
ga: Mura bhfuil Úsáid Cumraíocht Ssh socraithe, ná sonraigh sshkey ná ainm úsáideora.

source: At least Username or SSHKey must be set
ga: Ní mór Ainm Úsáideora nó Eochair SSH a shocrú ar a laghad

source: Missing Folder
cs: Chybí složka
ga: Fillteán ar Iarraidh

source: An SSH session must have a profile
ga: Ní mór próifíl a bheith ag seisiún SSH

source: Cannot delete this folder
cs: Tuto složku nelze smazat
ga: Ní féidir an fillteán seo a scriosadh

source: Delete folder and all of its contents
cs: Smazat složku a všechen její obsah
ga: Scrios an fillteán agus a bhfuil ann go léir

source: Double click to change the folder name.
ga: Cliceáil faoi dhó chun ainm an fhillteáin a athrú.

source: You can't delete an automatically added entry.
ga: Ní féidir leat iontráil a cuireadh leis go huathoibríoch a scriosadh.

source: Delete selected entry
cs: Smazat vybraný záznam
ga: Scrios an iontráil roghnaithe

source: Shortcut
cs: Zkratka
ga: Aicearra

source: Show entries that don't match the filter
ga: Taispeáin iontrálacha nach bhfuil ag teacht leis an scagaire

source: Change profile on connect/disconnect
ga: Athraigh próifíl ar cheangal/dícheangal

source: Manage profile
cs: Spravovat profil
ga: Bainistigh próifíl

source: Identifier
cs: Identifikátor
ga: Aitheantóir

source: A name for this ssh entry
ga: Ainm don iontráil ssh seo

source: The name of this entry on the list
ga: Ainm an iontrála seo ar an liosta

source: SSH Hostname
ga: Ainm Óstach SSH

source: The hostname of the server
ga: Ainm óstach an fhreastalaí

source: The port of the server, 22 is the default for ssh connections
ga: Is é 22 an port réamhshocraithe le haghaidh naisc ssh

source: The private key to be used for this connection
ga: An eochair phríobháideach le húsáid don nasc seo

source: The private key
cs: Soukromý klíč
ga: An eochair phríobháideach

source: If this is set, we don't rely on the SSH key set above, but on the configuration on ~/.ssh/config
ga: Más rud é go bhfuil sé seo socraithe, ní bheimid ag brath ar an eochair SSH atá socraithe thuas, ach ar an chumraíocht ar ~/.ssh/config

source: Use ~/.ssh/config for key
cs: Použít pro klíč ~/.ssh/config
ga: Úsáid ~/.ssh/config don eochair

source: Username
cs: Uživatelské jméno
ga: Ainm úsáideora

source: The username for the connection
ga: Ainm úsáideora an naisc

source: Your username
cs: Vaše uživatelské jméno
ga: D'ainm úsáideora

source: Folder
cs: Složka
ga: Fillteán

source: For organizational purposes, this entry will be inside of this folder.
ga: Chun críocha eagrúcháin, beidh an iontráil seo taobh istigh den fhillteán seo.

source: Profile
cs: Profil
ga: Próifíl

source: The profile to be active when the ssh session starts
ga: An phróifíl le bheith gníomhach nuair a thosaíonn an seisiún ssh

source: Add a new SSH Entry
cs: Přidat novou položku SSH
ga: Cuir Iontráil SSH nua leis

source: Delete selected SSH entry
cs: Odstranit vybranou položku SSH
ga: Scrios an iontráil SSH roghnaithe

source: Edit selected entry
cs: Upravit vybranou položku
ga: Cuir an iontráil roghnaithe in eagar

source: Add new SSH Configuration
cs: Přidat nové nastavení SSH
ga: Cuir Cumraíocht SSH nua leis

source: Cancel Add or Edit
cs: Zrušit přidání nebo úpravy
ga: Cealaigh Cuir leis nó Cuir in Eagar

source: No plugins available
cs: Nejsou dostupné žádné moduly
ga: Níl aon bhreiseáin ar fáil

source: Output Options
cs: Možnosti výstupu
ga: Roghanna Aschurtha

source: Printer &friendly mode (black text, no background)
cs: Tis&kový režim (černý text, žádné pozadí)
ga: Mód cairdiúil don phrintéir (téacs dubh, gan chúlra)

source: &Scale output
ga: &Scálaigh an t-aschur

# Name of the built-in profile
source: Built-in
cs: Vestavěno
ga: Tógtha isteach

source: Default profile
cs: Výchozí profil
ga: Próifíl réamhshocraithe

# New profile name, %1 is a number
source: Profile %1
cs: Profil %1
ga: Próifíl %1

source: Konsole does not have permission to save this profile to %1
cs: Konsole nemá oprávnění pro uložení tohoto profilu do %1
ga: Níl cead ag Konsole an phróifíl seo a shábháil chuig %1

# @title:column Profile name
source: Name
cs: Název
ga: Ainm

# @title:column Profile keyboard shortcut
source: Shortcut
cs: Zkratka
ga: Aicearra

source: [Read-only]
cs: [Pouze čtení]
ga: [Léigh amháin]

# @label:textbox added to the name of the current default profile
source: [Default]
cs: [Výchozí]
ga: [Réamhshocrú]

# @info:tooltip
source: Built-in profile is always available
cs: Zabudovaný profil je vždy dostupný
ga: Tá próifíl ionsuite ar fáil i gcónaí

# @info:tooltip
source: Double click to change shortcut
cs: Dvakrát klikněte pro změnu zkratky
ga: Cliceáil faoi dhó chun aicearra a athrú

source: Tab Properties
cs: Vlastnosti sešitu
ga: Airíonna na gCluaisíní

source: Save Output From %1
cs: Uložit výstup z %1
ga: Sábháil Aschur ó %1

source: %1 is an invalid URL, the output could not be saved.
cs: %1 není platné URL, nelze uložit výstup.
ga: URL neamhbhailí é %1; níorbh fhéidir an t-aschur a shábháil.

source: Failed to create autosave file at %1.
cs: Nelze vytvořit soubor pro automatické uložení v "%1"
ga: Theip ar chruthú comhad uathshábháilte ag %1.

source: Stopping autosave due to switching of screens.
ga: Ag stopadh uathshábháil mar gheall ar athrú scáileáin.

source: Autosave file has been modified externally, preventing further autosaves.
ga: Tá an comhad uath-shábháilte modhnaithe go seachtrach, rud a chuireann cosc ​​ar thuilleadh uath-shábháil.

source: Failed to update autosave state on output changes.
ga: Theip ar staid uathshábháil a nuashonrú ar athruithe aschuir.

source: A problem occurred when saving the output. %1
cs: Nastal problém při ukládání výstupu. %1
ga: Tharla earráid agus an t-aschur á shábháil. %1

source: Black on Light Yellow
cs: Černá na světle žluté
ga: Dubh ar Bhánbhuí

source: Black on Random Light
cs: Černá na náhodné světlé
ga: Dubh ar Dhath Geal Randamach

source: Black on White
cs: Černá na bílé
ga: Dubh ar Bhán

source: Blue on Black
cs: Modrá na černé
ga: Gorm ar Dhubh

source: Dark Pastels
cs: Tmavé pastely
ga: Pastail Dhorcha

source: Green on Black
cs: Zelená na černé
ga: Uaine ar Dhubh

source: Linux Colors
cs: Linuxové barvy
ga: Dathanna Linux

source: Red on Black
cs: Červená na černé
ga: Dearg ar Dhubh

source: Solarized
ga: Gréinithe

source: White on Black
cs: Bílá na černé
ga: Bán ar Dhubh

source: Default (XFree 4)
cs: Výchozí (XFree 4)
ga: Réamhshocrú (XFree 4)

source: Linux console
cs: Linuxová konzole
ga: Consól Linux

source: Solaris console
cs: Konzole Solaris
ga: Consól Solaris

# @label:textbox
source: Search...
cs: Hledat...
ga: Cuardaigh...

# @info:tooltip
source: Enter a tab name to search for here
ga: Cuir isteach ainm cluaisín le cuardach a dhéanamh air anseo

source: Bell in '%1' (Session '%2')
cs: Zvonek v '%1' (sezení '%2')
ga: Clog i '%1' (Seisiún '%2')

source: Could not find binary:
cs: Nelze najít program:
ga: Níorbh fhéidir clár inrite a aimsiú:

# @info:shell Alert the user with red color text
source: Warning:
cs: Varování:
ga: Rabhadh:

source: Could not find an interactive shell to start.
cs: Nelze najít interaktivní shell ke spuštění.
ga: Níorbh fhéidir blaosc idirghníomhach a aimsiú.

source: Could not find '%1', starting '%2' instead. Please check your profile settings.
cs: Nelze najít '%1', spouštím '%2' jako náhradu. Prosím, zkontrolujte nastavení svého profilu.
ga: '%1' gan aimsiú, '%2' á thosú ina ionad. Seiceáil socruithe do phróifíle.

source: Could not start program '%1' with arguments '%2'.
cs: Nepovedlo se spustit program '%1' s argumenty '%2'.
ga: Níorbh fhéidir ríomhchlár '%1' a thosú le hargóintí '%2'.

source: Silence in '%1' (Session '%2')
cs: Ticho v '%1' (sezení '%2')
ga: Ciúnas i '%1' (Seisiún '%2')

source: Show session
cs: Zastavit sezení
ga: Taispeáin seisiún

# @info:shell This session is done
source: Finished
cs: Hotovo
ga: Críochnaithe

source: Program '%1' crashed.
cs: Program '%1' zhavaroval.
ga: Thuairteáil ríomhchlár '%1'.

source: Program '%1' exited with status %2.
cs: Program '%1' ukončen se stavem %2.
ga: Críochnaíodh clár '%1' le stádas %2.

source: ZModem Progress
cs: ZModem průběh
ga: Dul chun cinn ZModem

source: Activity in '%1' (Session '%2')
cs: Aktivita v '%1' (Sezení '%2')
ga: Gníomhaíocht i '%1' (Seisiún '%2')

source: Security sensitive DBus API is disabled in the settings.
ga: Tá API DBus atá íogair ó thaobh slándála de díchumasaithe sna socruithe.

source: The process '%1' has finished running in session '%2'
cs: Proces '%1' dokončil svůj běh v sezení '%2'
ga: Tá an próiseas '%1' críochnaithe ag rith i seisiún '%2'

source: Konsole does not know how to open the bookmark:
cs: Konsole neví jak otevřít záložku:
ga: Níl a fhios ag Konsole conas an leabharmharc a oscailt:

source: Search for '%1' with
cs: Hledat '%1' pomocí
ga: Déan cuardach ar '%1' le

source: Configure Web Shortcuts...
cs: Nastavit webové zkratky...
ga: Cumraigh Aicearraí Gréasáin...

source: &Close Session
cs: &Ukončit sezení
ga: &Dún an Seisiún

source: Open File Manager
cs: Otevřít správce souborů
ga: Oscail Bainisteoir Comhad

source: Copy
cs: Kopírovat
ga: Cóipeáil

source: Split View Left-Right
cs: Rozdělit pohled vlevo/vpravo
ga: Radharc Scoilte Clé-Deas

source: Split View Top-Bottom
cs: Rozdělit pohled nahoře/dole
ga: Radharc Scoilte Barr-Bun

source: Copy except prompts
ga: Cóipeáil seachas leideanna

source: Copy user input
cs: Kopírovat uživatelský vstup
ga: Cóipeáil ionchur úsáideora

source: Copy command output
cs: Kopírovat výstup příkazu
ga: Cóipeáil aschur ordaithe

source: Paste Selection
cs: Vložit výběr
ga: Greamaigh Roghnúchán

source: Web Search
cs: Hledání na webu
ga: Cuardach Gréasáin

source: &Select All
cs: Vybr&at vše
ga: &Roghnaigh Uile

source: Select &Mode
cs: Vyberte režim
ga: Roghnaigh &Mód

source: Select &Line
cs: Vybrat řáde&k
ga: Roghnaigh &Líne

source: Save Output &As...
cs: Uložit výstup jako...
ga: Sábháil an tAschur M&ar...

source: Auto Save Output As...
cs: Automaticky uložit výstup jako...
ga: Sábháil Aschur Uathoibríoch Mar...

source: Stop Auto Save
cs: Zastavit automatické ukládání
ga: Stop an Sábháil Uathoibríoch

source: &Print Screen...
cs: Vytisknout o&brazovku...
ga: &Priontáil Scáileán...

source: Adjust Scrollback...
cs: Nastavit rolování zpět...
ga: Coigeartaigh Iarscrollú...

source: Clear Scrollback
cs: Vyčistit rolování
ga: Glan Iarscrollú

source: Clear Scrollback and Reset
cs: Vyčistit rolování a obnovit
ga: Glan Iarscrollú agus Athshocraigh

source: Next Profile
cs: Následující profil
ga: An Chéad Phróifíl Eile

source: Previous Profile
cs: Předchozí profil
ga: Próifíl Roimhe Seo

source: Switch Profile
cs: Přepnout profil
ga: Próifíl Athraigh

source: Set &Encoding
cs: Nastavit &kódování
ga: Socraigh &Ionchódú

# @item:inmenu Allows terminal applications to request mouse tracking
source: Allow Mouse Tracking
cs: Povolit sledování myši
ga: Ceadaigh Rianú Luiche

# @item:inmenu A read only (locked) session
source: Read-Only
cs: Pouze ke čtení
ga: Léamh-Amháin

source: &Configure or Rename Tab...
cs: Nas&tavit nebo přejmenovat kartu...
ga: &Cumraigh nó Athainmnigh an Cluaisín...

source: &All Tabs in Current Window
cs: Všechny k&arty v aktuálním okně
ga: &Gach Cluaisín sa Fhuinneog Reatha

source: &Select Tabs...
cs: Vybrat ka&rty...
ga: &Roghnaigh Cluaisíní...

# @action:inmenu Do not select any tabs
source: &None
cs: Žád&né
ga: N&eamhní

source: Copy Input To
cs: Kopírovat vstup do
ga: Cóipeáil an tIonchur Go

source: &ZModem Upload...
cs: Odesílání skrze &ZModem...
ga: Uasluchtú &ZMóideime...

source: One-Shot Monitors
ga: Monatóirí Aon-Urchar

source: Monitor for &Prompt
ga: Monatóireacht don Leid

source: Monitor for &Activity
cs: Monitorovat &aktivitu
ga: Fair ar &Ghníomhaíocht

source: Monitor for &Silence
cs: Monitorovat tic&ho
ga: Fair ar &Chiúnas

source: Monitor for Process Finishing
cs: Monitorování dokončení procesů
ga: Monatóireacht le haghaidh Críochnú Próisis

source: Enlarge Font
cs: Zvětšit písmo
ga: Méadaigh an Cló

source: Shrink Font
cs: Zmenšit písmo
ga: Laghdaigh an Cló

source: Reset Font Size
cs: Resetovat velikost písma
ga: Athshocraigh Méid an Chló

source: Send Signal
cs: Poslat signál
ga: Seol Comhartha

source: &Suspend Task
cs: Poza&stavit úlohu
ga: Cuir an Tasc ar &Fionraí

source: &Continue Task
cs: &Pokračovat úlohu
ga: &Lean leis an Tasc

source: &Hangup
cs: Z&avěsit
ga: &Croch suas

source: &Interrupt Task
cs: Přeruš&it úlohu
ga: &Bris Isteach ar Tasc

source: &Terminate Task
cs: Přeruši&t úlohu
ga: &Críochnaigh an Tasc

source: &Kill Task
cs: Zabí&t úlohu
ga: &Maraigh Tasc

source: User Signal &1
cs: Uživatelský signál &1
ga: Comhartha Úsáideora &1

source: User Signal &2
cs: Uživatelský signál &2
ga: Comhartha Úsáideora &2

source: Create New Profile...
cs: Vytvořit nový profil...
ga: Cruthaigh Próifíl Nua...

source: Edit Current Profile...
cs: Upravit současný profil...
ga: Cuir an Phróifíl Reatha in Eagar...

source: A program is currently running in this session. Are you sure you want to close it?
cs: V tomto sezení právě běží nějaký program, opravdu si přejete skončit?
ga: Tá ríomhchlár ag rith sa seisiún seo faoi láthair. An bhfuil tú cinnte go dteastaíonn uait é a dhúnadh?

source: The program '%1' is currently running in this session. Are you sure you want to close it?
cs: V tomto sezení právě běží program '%1', opravdu si přejete skončit?
ga: Tá ríomhchlár '%1' ag rith sa seisiún seo faoi láthair. An bhfuil tú cinnte go dteastaíonn uait é a dhúnadh?

source: Confirm Close
cs: Potvrdit uzavření
ga: Deimhnigh Dúnadh

# @action:button
source: Close Program
cs: Zavřít program
ga: Dún an Ríomhchlár

source: A program in this session would not die. Are you sure you want to kill it by force?
cs: V tomto sezení zůstal viset nějaký program. Opravdu si přejete vynutit jeho ukončení?
ga: Ní rachadh clár sa seisiún seo i léig. An bhfuil tú cinnte gur mian leat é a mharú le fórsa?

source: The program '%1' in this session would not die. Are you sure you want to kill it by force?
ga: Ní rachadh an clár '%1' sa seisiún seo i léig. An bhfuil tú cinnte gur mian leat é a mharú le fórsa?

# @action:button
source: Kill Program
cs: Zabít program
ga: Clár Maraithe

source: The shell prompt is displayed in session '%1'
ga: Taispeántar an leid bhlaosc i seisiún '%1'

source: Open Current Folder With
cs: Otevřít současnou složku pomocí
ga: Oscail an Fillteán Reatha Le

source: Save ZModem Download to...
cs: Uložit stahování ZModem do ...
ga: Sábháil Íoslódáil ZModem chuig...

source: <p>A ZModem file transfer attempt has been detected, but no suitable ZModem software was found on this system.</p><p>You may wish to install the 'rzsz' or 'lrzsz' package.</p>
cs: <p>Zjištěn pokus o přenos souborů skrze ZModem, ale v systému nebyl nalezen použitelný ZModem software.</p><p>Asi si přejete nainstalovat balíček 'rzsz', nebo 'lrzsz'.</p>
ga: <p>Braithíodh iarracht aistrithe comhaid ZModem, ach ní bhfuarthas aon bhogearraí ZModem oiriúnacha ar an gcóras seo.</p><p>B’fhéidir gur mhaith leat an pacáiste ‘rzsz’ nó ‘lrzsz’ a shuiteáil.</p>

source: <p>The current session already has a ZModem file transfer in progress.</p>
cs: <p>V současném sezení již probíhá ZModem přenos.</p>
ga: <p>Tá aistriú comhaid ZModem ar siúl cheana féin sa seisiún reatha.</p>

source: <p>No suitable ZModem software was found on this system.</p><p>You may wish to install the 'rzsz' or 'lrzsz' package.</p>
cs: <p>V systému nenalezen použitelný ZModem software.</p><p>Asi si přejete nainstalovat balíček 'rzsz', nebo 'lrzsz'.</p>
ga: <p>Níor aimsíodh aon bhogearraí ZModem oiriúnacha ar an gcóras seo.</p><p>B’fhéidir gur mhaith leat an pacáiste ‘rzsz’ nó ‘lrzsz’ a shuiteáil.</p>

source: Select Files for ZModem Upload
cs: Vyberte soubory pro odesílání ZModem
ga: Roghnaigh Comhaid le haghaidh Uaslódáil ZModem

# @item:intable The session index
source: Number
cs: Číslo
ga: Uimhir

# @item:intable The session title
source: Title
cs: Název
ga: Teideal

# @title:window
source: Configure
cs: Nastavit
ga: Cumraigh

source: Enable the security sensitive parts of the DBus API
ga: Cumasaigh na codanna íogaire slándála de API DBus

source: Highlight all matches
cs: Zvýraznit všechny odpovídající
ga: Aibhsigh na cluichí go léir

source: Notifications:
cs: Upozornění:
ga: Fógraí:

source: Focus terminals when the mouse pointer is moved over them
cs: Zaměřit terminály, pokud je přes ně přesouvána myš
ga: Fócas ar teirminéil nuair a bhogtar pointeoir na luiche tharstu

source: Remove window titlebar and frame
cs: Odstranit titulku a rám okna
ga: Bain barra teidil agus fráma na fuinneoige

source: If enabled, profile settings will be ignored
cs: Pokud je povoleno, nastavení profilu budou ignorována
ga: Má chuirtear ar chumas é, déanfar neamhaird de shocruithe próifíle

source: Remember window size
cs: Zapamatovat si velikost okna
ga: Cuimhnigh méid na fuinneoige

source: Sets whether search should stop instead of wrapping
ga: Socraíonn sé an gcuardach a stopadh in ionad é a fhilleadh

source: No wrap
ga: Gan fillteán

source: Process and window:
cs: Proces a okno:
ga: Próiseas agus fuinneog:

source: All dialogs will be shown again
cs: Všechny dialogy budou znovu zobrazovány
ga: Taispeánfar na dialóga go léir arís

source: Enable all "Don't Ask Again" messages
cs: Povolit všechny zprávy typu "Znovu se nedotazovat"
ga: Cumasaigh gach teachtaireacht "Ná Fiafraigh Arís"

# @item:intext Search options
source: Search:
cs: Hledat:
ga: Cuardaigh:

source: Sets whether search should start from the bottom
cs: Nastavuje, zda se má zahájit hledání odspodu
ga: Socraíonn sé an dtosóidh an cuardach ón mbun

source: Search backwards
cs: Hledat pozpátku
ga: Cuardaigh ar gcúl

source: When launching Konsole re-use existing process if possible
ga: Agus Konsole á sheoladh athúsáid an próiseas atá ann cheana más féidir

source: Run all Konsole windows in a single process
cs: Spouštět všechna okna Konsole v jednom procesu
ga: Rith gach fuinneog Konsole i bpróiseas amháin

source: Sets whether the search is case sensitive
cs: Nastavuje, zda se má rozlišovat velikost písmen
ga: Socraíonn sé an bhfuil an cuardach íogair ó thaobh cás de

source: Case sensitive
cs: Rozlišovat VELKÁ/malá
ga: Cás-íogair

source: Show window title on the titlebar
cs: Zobrazovat název okna v pruhu názvu
ga: Taispeáin teideal na fuinneoige ar an mbarra teidil

source: Match using regular expressions
cs: Porovnávat pomocí regulárních výrazů
ga: Meaitseáil ag baint úsáide as nathanna rialta

source: Enable menu accelerators
cs: Povolit akcelerátory nabídky
ga: Cumasaigh luasairí roghchláir

source: Listen for ZModem terminal codes
ga: Éist le haghaidh cóid teirminéal ZModem

source: Show window title set by escape sequence on the titlebar
ga: Taispeáin teideal na fuinneoige a shocraítear le seicheamh éalaithe ar an mbarra teidil

source: Allow users to access top menu through Alt+Key combination
ga: Lig d’úsáideoirí rochtain a fháil ar an roghchlár barr trí chomhcheangal Alt+Eochracha

source: Use current window size on next startup
cs: Použít současnou velikost okna při příštím spuštění
ga: Úsáid méid reatha na fuinneoige ar an gcéad tosaithe eile

source: The window size will be saved upon exiting Konsole
cs: Velikost okna bude uložena při ukončení Konsole
ga: Sábhálfar méid na fuinneoige nuair a fhágfar Konsole

source: DBus API like runCommand will be enabled
ga: Cumasófar API DBus cosúil le runCommand

source: Listen for ZModem Terminal codes
ga: Éist le cóid teirminéal ZModem

source: Automatic send/receive files over serial connections
ga: Comhaid a sheoladh/a fháil go huathoibríoch thar naisc sraitheacha

source: Thumbnail Width
cs: Šířka náhledu
ga: Leithead na Mionsamhail

source: Sets the width of the thumbnail
ga: Socraíonn sé leithead an mhionsamhail

source: Use Shift to display a thumbnail
ga: Úsáid Shift chun mionsamhail a thaispeáint

source: Use Alt to display a thumbnail
ga: Úsáid Alt chun mionsamhail a thaispeáint

source: Use Ctrl to display a thumbnail
ga: Úsáid Ctrl chun mionsamhail a thaispeáint

source: Search is case sensitive
cs: Při hledání rozlišovat velikost písmen
ga: Tá an cuardach íogair ó thaobh cás de

source: Highlight all search matches
cs: Zvýraznit všechny odpovídající nálezy
ga: Aibhsigh gach meaitseáil cuardaigh

source: Sets whether matching text should be highlighted
cs: Nastavuje, zda má být odpovídající text zvýrazněn
ga: Socraíonn sé an bhfuil téacs comhoiriúnach le haibhsiú nó nach bhfuil

source: Search stops instead of wrapping
ga: Stopann an cuardach in ionad fillteán

source: Control whether child cgroups are created for individual tabs
ga: Rialú an gcruthaítear cgroups leanaí do chluaisíní aonair

source: Determines the memory consumption level above which throttling will start
ga: Cinneann sé an leibhéal ídithe cuimhne os a chionn a thosóidh an luasghéarú

source: Control the visibility of the whole tab bar
ga: Rialú infheictheacht an bharra cluaisíní ar fad

source: Control the size of the handle between panels
ga: Rialú méid an láimhseála idir painéil

source: Control the position of the tab bar
ga: Rialú suíomh an bharra cluaisíní

source: Control the visual style of the tab bar
ga: Rialú stíl amhairc an bharra cluaisíní

source: Use a user-defined .css file for the tab bar
cs: Použít uživatelem určený soubor .css pro panel karet
ga: Úsáid comhad .css atá sainithe ag an úsáideoir don bharra cluaisíní

source: The .css file to use for the tab bar style
ga: An comhad .css le húsáid don stíl barra cluaisíní

source: Allow middle-clicking on open tabs to close them
cs: Povolit zavření karty kliknutím prostředním tlačítkem
ga: Ceadaigh cliceáil lár ar chluaisíní oscailte chun iad a dhúnadh

source: Control the visibility of 'New Tab' button on the tab bar
cs: Ovládání viditelnosti tlačítka 'Nová karta' v panelu karet
ga: Rialú infheictheacht an chnaipe 'Cluaisín Nua' ar an mbarra cluaisíní

source: Control the visibility of 'Search Tabs' button on the tab bar
ga: Rialú infheictheacht an chnaipe 'Cuardaigh Cluaisíní' ar an mbarra cluaisíní

source: Control where the "Close tab" button will be displayed
ga: Rialú cá háit a dtaispeánfar an cnaipe "Dún an cluaisín"

source: Control where to put the new tab
ga: Rialú cá háit le cur an cluaisín nua

source: Expand the tab widths
cs: Roztáhnout šířky karet
ga: Leathnaigh leithead na gcluaisíní

source: For scrollback files, use system-wide folder location
ga: I gcás comhad scrollaigh siar, bain úsáid as suíomh fillteáin ar fud an chórais

source: For scrollback files, use user's specific folder location
ga: I gcás comhad scrollaigh siar, bain úsáid as suíomh fillteáin shonrach an úsáideora

source: For scrollback files, use specified folder location
ga: I gcás comhad scrollaigh siar, bain úsáid as suíomh fillteáin shonraithe

source: For scrollback files, use this folder
ga: Le haghaidh comhaid scrollaigh siar, bain úsáid as an bhfillteán seo

source: Enable memory monitoring:
ga: Cumasaigh monatóireacht chuimhne:

source: Changes will take effect upon restart. If enabled, sustained memory consumption by Konsole exceeding the specified value will cause systemd-oomd to eliminate the tab(s) containing the memory-intensive process(es). Note: enabling might cause greater slowdowns during high memory consumption and specifying excessively low values might still cause Konsole to be killed.
ga: Tiocfaidh na hathruithe i bhfeidhm nuair a atosófar iad. Má chuirtear ar chumas é, má sháraíonn tomhaltas cuimhne leanúnach ag Konsole an luach sonraithe, cuirfidh systemd-oomd deireadh leis an gcluaisín/na cluaisíní ina bhfuil an próiseas/na próisis atá dian ar chuimhne. Tabhair faoi deara: d’fhéadfadh moilliú níos mó a bheith mar thoradh ar chumasú le linn tomhaltas ard cuimhne agus d’fhéadfadh luachanna thar a bheith ísle a shonrú go marófaí Konsole fós.
